Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# DebugFeaturesControl_OpenLogsFolderButton_Content
source: Open Logs Folder
de: Protokollordner öffnen
es: Abrir carpeta de registros
it: Apri la Cartella dei Log
ja: ログフォルダーを開く
ru: Открыть папку журналов
zh_hant: 打開日誌資料夾

# Common_Error
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
ru: Ошибка
zh_hant: 錯誤

# CommonSettings_SoftwareUpdate_UpdateAvailableVersionTitle_Text
source: Version
es: Versión
it: Versione
ja: バージョン
ru: Версия
zh_hant: 版本

# CommonSettings_SoftwareUpdate_LastUpdateCheckTitle_Text
source: Last checked:
de: Letzte Überprüfung:
es: Última verificación:
it: Ultimo controllo:
ja: 最終チェック:
ru: Последняя проверка:
zh_hant: 最後檢查時間：

# CommonSettings_SoftwareUpdate_NeverChecked_Text
source: Never checked
de: Nie geprüft
es: Nunca verificado
it: Mai controllato
ja: 未確認
ru: Никогда не проверялось
zh_hant: 從未檢查

# Common_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_hant: 未知

# CommonSettings_SoftwareUpdate_Header
source: Software Update
de: Software-Aktualisierung
es: Actualización de Software
fr: Mise à jour du logiciel
it: Aggiornamento software
ja: ソフトウェア更新
ko: 소프트웨어 업데이트
ru: Обновление программного обеспечения
zh_hant: 軟體更新

# CommonSettings_SoftwareUpdate_Description
source: If an update is available, click Update and Everywhere will automatically download and install the latest version. You may need to select “Yes” in the pop-up window during the process.
de: Wenn ein Update verfügbar ist, klicken Sie auf Aktualisieren und Everywhere wird automatisch die neueste Version herunterladen und installieren. Möglicherweise müssen Sie während des Vorgangs „Ja“ im Pop-up-Fenster auswählen.
es: Si hay una actualización disponible, haz clic en Actualizar y Everywhere descargará e instalará automáticamente la última versión. Puede que necesites seleccionar “Sí” en la ventana emergente durante el proceso.
fr: Si une mise à jour est disponible, cliquez sur Mettre à jour et Everywhere téléchargera et installera automatiquement la dernière version. Vous devrez peut-être sélectionner « Oui » dans la fenêtre pop-up pendant le processus.
it: Se è disponibile un aggiornamento, clicca su Aggiorna e Everywhere scaricherà e installerà automaticamente l'ultima versione. Potrebbe essere necessario selezionare “Sì” nella finestra pop-up durante il processo.
ja: 更新が利用可能な場合、「更新」をクリックすると、Everywhereが自動的に最新バージョンをダウンロードしてインストールします。プロセス中にポップアップウィンドウで「はい」を選択する必要があるかもしれません。
ko: 업데이트가 가능한 경우, 업데이트를 클릭하면 Everywhere가 최신 버전을 자동으로 다운로드하고 설치합니다. 과정 중 팝업 창에서 "예"를 선택해야 할 수 있습니다.
ru: Если обновление доступно, нажмите «Обновить», и Everywhere автоматически загрузит и установит последнюю версию. Возможно, вам потребуется выбрать «Да» в всплывающем окне в процессе.
zh_hant: 如果有更新可用，請點擊更新，Everywhere 將自動下載並安裝最新版本。在過程中，您可能需要在彈出窗口中選擇「是」。

# CommonSettings_IsAutomaticUpdateCheckEnabled_Header
source: Automatic Update
de: Automatische Aktualisierung
es: Actualización Automática
fr: Mise à jour automatique
it: Aggiornamento automatico
ja: 自動更新
ko: 자동 업데이트
ru: Автоматическое обновление
zh_hant: 自動更新

# CommonSettings_IsAutomaticUpdateCheckEnabled_Description
source: If enabled, Everywhere will periodically check for updates (only when Everywhere is running, without adding extra load to the system).
de: Wenn aktiviert, überprüft Everywhere regelmäßig auf Updates (nur wenn Everywhere läuft, ohne zusätzliche Systembelastung).
es: Si está habilitado, Everywhere comprobará periódicamente si hay actualizaciones (solo cuando Everywhere está en ejecución, sin añadir carga extra al sistema).
fr: Si activé, Everywhere vérifiera périodiquement les mises à jour (uniquement lorsque Everywhere est en cours d'exécution, sans ajouter de charge supplémentaire au système).
it: Se abilitato, Everywhere controllerà periodicamente la disponibilità di aggiornamenti (solo quando Everywhere è in esecuzione, senza aggiungere carico extra al sistema).
ja: 有効にすると、Everywhereは定期的に更新を確認します（Everywhereが実行中の場合のみで、システムに余分な負荷をかけません）。
ko: 활성화된 경우, Everywhere는 주기적으로 업데이트를 확인합니다 (Everywhere가 실행 중일 때만, 시스템에 추가 부하를 주지 않습니다).
ru: Если включено, Everywhere будет периодически проверять наличие обновлений (только когда Everywhere запущен, без дополнительной нагрузки на систему).
zh_hant: 如果啟用，Everywhere 將定期檢查更新（僅在 Everywhere 運行時，不會增加系統負擔）。

# CommonSettings_SoftwareUpdate_Toast_DownloadingUpdate
source: Downloading update...
de: Aktualisierung herunterladen...
es: Descargando actualización...
fr: Téléchargement de la mise à jour...
it: Scaricamento aggiornamento...
ja: アップデートをダウンロード中...
ko: 업데이트 다운로드 중...
ru: Загрузка обновления...
zh_hant: 正在下載更新...

# CustomAssistant_ModelId_Header
source: Model ID
de: Modell-ID
es: ID del Modelo
fr: ID du Modèle
it: ID Modello
ja: モデルID
ko: 모델 ID
ru: ID модели
zh_hant: 模型 ID

# CustomAssistant_ModelId_Description
source: The model identifier for API calls, such as gpt-4o.
de: Modellkennung für API-Aufrufe, z. B. gpt-4o.
es: Identificador del modelo para llamadas API, por ejemplo gpt-4o.
fr: Identifiant du modèle utilisé pour les appels API, tel que gpt-4o. Si vous ne savez pas ce que c'est, conservez la valeur par défaut.
it: Identificatore del modello utilizzato per le chiamate API, come gpt-4o. Se non sei sicuro di cosa sia, mantieni il valore predefinito.
ja: API呼び出しに使用されるモデル識別子です。例: gpt-4o。わからない場合は、デフォルト値のままにしてください。
ko: API 호출에 사용되는 모델 식별자입니다. 예: gpt-4o. 잘 모르겠다면 기본값을 유지하세요.
ru: Идентификатор модели для вызова API, например, gpt-4o.
zh_hant: 用於 API 調用的模型標識，例如 gpt-4o。

# ChatPluginPage_Title
source: Chat Plugins
es: Plugins de Chat
fr: Plugins de Chat
it: Plugin di Chat
ja: チャットプラグイン
ko: 채팅 플러그인
ru: Чат-плагины
zh_hant: 聊天插件

# ChatPluginPage_Description
source: Chat plugins include built-in plugins and MCP plugins. LLMs that support tool calls will use these plugins at appropriate times (such as searching the web or accessing local files) to gain more powerful functionality.
de: Chat-Plugins umfassen integrierte Plugins und MCP-Plugins. LLMs, die Tool-Aufrufe unterstützen, verwenden diese Plugins zu geeigneten Zeiten (z. B. zum Suchen im Internet oder zum Zugriff auf lokale Dateien), um leistungsfähigere Funktionen zu erhalten.
es: Los plugins de chat incluyen plugins integrados y plugins MCP. Los LLM que soportan llamadas a herramientas usarán estos plugins en momentos apropiados (como buscar en la web o acceder a archivos locales) para obtener funcionalidades más potentes.
fr: Les plugins de chat incluent des plugins intégrés et des plugins MCP. Les LLMs qui prennent en charge les appels d'outils utiliseront ces plugins au moment opportun (comme la recherche sur le web ou l'accès aux fichiers locaux) pour obtenir des fonctionnalités plus puissantes.
it: I plugin di chat includono plugin integrati e plugin MCP. Gli LLM che supportano le chiamate agli strumenti utilizzeranno questi plugin nei momenti appropriati (come la ricerca sul web o l'accesso ai file locali) per ottenere funzionalità più potenti.
ja: チャットプラグインには、組み込みプラグインとMCPプラグインが含まれます。ツール呼び出しをサポートするLLMは、適切なタイミングでこれらのプラグインを使用し（例: ウェブ検索やローカルファイルへのアクセス）、より強力な機能を提供します。
ko: 채팅 플러그인은 내장 플러그인과 MCP 플러그인을 포함합니다. 도구 호출을 지원하는 LLM은 적절한 시점에 이러한 플러그인을 사용하여 더 강력한 기능을 제공합니다 (예: 웹 검색 또는 로컬 파일 접근).
ru: Чат-плагины включают встроенные плагины и MCP-плагины. LLM, поддерживающие вызовы инструментов, будут использовать эти плагины в подходящее время (например, для поиска в интернете или доступа к локальным файлам), чтобы получить более мощные функции.
zh_hant: 聊天插件包括內建插件和 MCP 插件。支持工具調用的 LLM 將在適當時機使用這些插件（如搜尋網頁或存取本地檔案）以獲得更強大的功能。

# WebSearchEngineProvider_Header
source: Web Search Engine Provider
de: Web-Suchmaschinenanbieter
es: Proveedor del Motor de Búsqueda Web
fr: Fournisseur de Moteur de Recherche Web
it: Fornitore Motore di Ricerca Web
ja: ウェブ検索エンジンプロバイダー
ko: 웹 검색 엔진 제공자
ru: Поставщик поисковой системы
zh_hant: 網頁搜尋引擎提供者

# WebSearchEngineProvider_ApiKey_Header
source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키
ru: API ключ
zh_hant: API 金鑰

# WebSearchEngineProvider_ApiKey_Description
source: You need to get from the corresponding official, please refer to the guide for details.
de: Sie müssen dies vom entsprechenden offiziellen Anbieter erhalten. Bitte beachten Sie die Anleitung für weitere Details.
es: Debe obtenerla del sitio oficial correspondiente, consulte la guía para más detalles.
fr: Vous devez l'obtenir auprès de l'officiel correspondant, veuillez vous référer au guide pour plus de détails.
it: Devi ottenerla dall'ufficiale corrispondente, consulta la guida per i dettagli.
ja: 対応する公式から取得する必要があります。詳細はガイドを参照してください。
ko: 해당 공식 사이트에서 얻어야 하며, 자세한 내용은 가이드를 참조하세요.
ru: Необходимо получить у соответствующего официального представителя, подробности смотрите в руководстве.
zh_hant: 您需要從相應的官方獲取，詳情請參考指南。

# WebSearchEngineProvider_SearchEngineId_Header
source: Search Engine ID
de: Suchmaschinen-ID
es: ID del Motor de Búsqueda
fr: ID du Moteur de Recherche
it: ID Motore di Ricerca
ja: 検索エンジンID
ko: 검색 엔진 ID
ru: ID поисковой системы
zh_hant: 搜尋引擎 ID

# WebSearchEngineProvider_SearchEngineId_Description
source: (Google only) Provides a programmable search engine ID. For details, refer to the guide.
de: (Nur Google) Bietet eine programmierbare Suchmaschinen-ID. Für Details siehe die Anleitung.
es: (Solo Google) Proporciona un ID de motor de búsqueda programable. Para más detalles, consulte la guía.
fr: (Google uniquement) Fournit un ID de moteur de recherche programmable. Pour plus de détails, consultez le guide.
it: (Solo Google) Fornisce un ID di motore di ricerca programmabile. Per i dettagli, consulta la guida.
ja: （Googleのみ）プログラム可能な検索エンジンIDを提供します。詳細はガイドを参照してください。
ko: (Google 전용) 프로그래머블 검색 엔진 ID를 제공합니다. 자세한 내용은 가이드를 참조하세요.
ru: (Только для Google) Предоставляет программируемый ID поисковой системы. Подробности смотрите в руководстве.
zh_hant: （僅限 Google）提供可編程的搜尋引擎 ID。詳情請參考指南。

# BuiltInChatPlugin_WebBrowser_Header
source: Web Browser
es: Navegador Web
it: Browser Web
ja: ウェブブラウザ
ru: Веб-браузер
zh_hant: 網頁瀏覽器

# BuiltInChatPlugin_WebBrowser_Description
source: Providing web browsing capabilities, including search engine and webpage access functions, can reduce model hallucinations and deliver up-to-date information. Note: Using the "Web Search" tool requires configuring a search engine API key (different from the model API key). If you do not intend to configure an API key, you may uncheck the "Web Search" tool and use only the "Web Browser" tool.
de: Das Bereitstellen von Web-Browsing-Funktionen, einschließlich Suchmaschinen- und Webseitenzugriffsfunktionen, kann Modellhalluzinationen reduzieren und aktuelle Informationen liefern. Hinweis: Die Verwendung des "Websuche"-Tools erfordert die Konfiguration eines Suchmaschinen-API-Schlüssels (unterschiedlich vom Modell-API-Schlüssel). Wenn Sie nicht beabsichtigen, einen API-Schlüssel zu konfigurieren, können Sie das "Websuche"-Tool deaktivieren und nur das "Webbrowser"-Tool verwenden.
es: Proporciona capacidades de navegación web, incluyendo funciones de motor de búsqueda y acceso a páginas web, puede reducir alucinaciones del modelo y ofrecer información actualizada. Nota: Usar la herramienta "Búsqueda Web" requiere configurar una clave API de motor de búsqueda (diferente de la clave API del modelo). Si no tiene intención de configurar una clave API, puede desmarcar la herramienta "Búsqueda Web" y usar solo la herramienta "Navegador Web".
it: Fornendo capacità di navigazione web, inclusi motore di ricerca e funzioni di accesso alle pagine web, può ridurre le allucinazioni del modello e fornire informazioni aggiornate. Nota: l'utilizzo dello strumento "Ricerca Web" richiede la configurazione di una chiave API del motore di ricerca (diversa dalla chiave API del modello). Se non intendi configurare una chiave API, puoi deselezionare lo strumento "Ricerca Web" e utilizzare solo lo strumento "Browser Web".
ja: 検索エンジンやウェブページアクセス機能を提供し、モデルの幻覚を減らし、最新情報を提供します。注意: 「ウェブ検索」ツールを使用するには、検索エンジンAPIキーの設定が必要です（モデルAPIキーとは異なります）。APIキーを設定しない場合は、「ウェブ検索」ツールのチェックを外し、「ウェブブラウザ」ツールのみを使用できます。
ru: Предоставление возможностей веб-браузинга, включая функции поисковой системы и доступа к веб-страницам, может уменьшить галлюцинации модели и предоставить актуальную информацию. Примечание: использование инструмента "Поиск в интернете" требует настройки API ключа поисковой системы (отличного от API ключа модели). Если вы не собираетесь настраивать API ключ, вы можете снять отметку с инструмента "Поиск в интернете" и использовать только инструмент "Веб-браузер".
zh_hant: 提供網頁瀏覽功能，包括搜尋引擎和網頁存取功能，可減少模型幻覺並提供最新資訊。注意：使用「網頁搜尋」工具需要配置搜尋引擎 API 金鑰（不同於模型 API 金鑰）。如果您不打算配置 API 金鑰，可以取消勾選「網頁搜尋」工具，只使用「網頁瀏覽器」工具。

# Windows_BuiltInChatPlugin_PowerShell_Description
source: Provides the ability to execute PowerShell scripts, allowing direct interaction with the system. However, it is also dangerous and may result in accidental file deletion or system crashes.
de: Bietet die Möglichkeit, PowerShell-Skripte auszuführen, was eine direkte Interaktion mit dem System ermöglicht. Es ist jedoch auch gefährlich und kann zu versehentlichem Löschen von Dateien oder Systemabstürzen führen.
es: Proporciona la capacidad de ejecutar scripts de PowerShell, permitiendo la interacción directa con el sistema. Sin embargo, también es peligroso y puede resultar en la eliminación accidental de archivos o fallos del sistema.
it: Fornisce la possibilità di eseguire script PowerShell, consentendo l'interazione diretta con il sistema. Tuttavia, è anche pericoloso e potrebbe causare eliminazioni accidentali di file o crash del sistema.
ja: PowerShellスクリプトを実行する機能を提供し、システムとの直接的な対話を可能にします。ただし、危険であり、ファイルの誤削除やシステムクラッシュを引き起こす可能性があります。
ru: Предоставляет возможность выполнять скрипты PowerShell, позволяя прямое взаимодействие с системой. Однако это также опасно и может привести к случайному удалению файлов или сбоям системы.
zh_hant: 提供執行 PowerShell 腳本的能力，允許直接與系統互動。然而，這也可能是危險的，可能導致意外刪除檔案或系統崩潰。

# BuiltInChatPlugin_FileSystem_Header
source: File System
de: Dateisystem
es: Sistema de Archivos
ja: ファイルシステム
ru: Файловая система
zh_hant: 檔案系統

# BuiltInChatPlugin_FileSystem_Description
source: Provides the ability to access files, such as enumerating, creating, deleting, renaming, reading, or writing.
de: Bietet die Möglichkeit, auf Dateien zuzugreifen, z. B. Auflisten, Erstellen, Löschen, Umbenennen, Lesen oder Schreiben.
es: Proporciona la capacidad de acceder a archivos, como enumerar, crear, eliminar, renombrar, leer o escribir.
it: Fornisce la capacità di accedere ai file, come enumerare, creare, eliminare, rinominare, leggere o scrivere.
ja: ファイルへのアクセス機能を提供し、列挙、作成、削除、名前変更、読み取り、書き込みなどが可能です。
ru: Предоставляет возможность доступа к файлам, таким как перечисление, создание, удаление, переименование, чтение или запись.
zh_hant: 提供存取檔案的能力，例如列舉、創建、刪除、重命名、讀取或寫入。

# FriendlyExceptionMessage_InvalidOperation
source: Invalid operation.
de: Ungültiger Vorgang.
es: Operación inválida.
fr: Opération invalide.
it: Operazione non valida.
ja: 無効な操作です。
ko: 잘못된 작업입니다.
ru: Недопустимая операция.
zh_hant: 無效的操作。

# FriendlyExceptionMessage_Win32
source: Windows system error. {0}
de: Windows-Systemfehler. {0}
es: Error del sistema Windows. {0}
fr: Erreur du système Windows. {0}
it: Errore di sistema Windows. {0}
ja: Windowsシステムエラー。{0}
ko: Windows 시스템 오류. {0}
ru: Ошибка системы Windows. {0}
zh_hant: Windows 系統錯誤。{0}

# ChatPluginPage_TabItem_BuiltIn_Header
source: Built-in
de: Eingebaut
es: Integrado
fr: Intégré
it: Integrato
ja: 内蔵
ko: 내장
ru: Встроенные
zh_hant: 內建

# ChatPluginPage_TabItem_Settings_Header
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hant: 設定

# ChatPluginPage_TabItem_Functions_Header
source: Functions
de: Funktionen
es: Funciones
fr: Fonctions
it: Funzioni
ja: 機能
ko: 기능
ru: Функции
zh_hant: 功能

# BuiltInChatPlugin_VisualTree_Header
source: Visual Tree
de: Visueller Baum
es: Árbol Visual
it: Albero Visivo
ja: ビジュアルツリー
ru: Визуальное дерево
zh_hant: 視覺樹

# BuiltInChatPlugin_VisualTree_Description
source: Provide the ability to perceive and manipulate UI elements on the screen.
de: Bietet die Möglichkeit, Elemente auf dem Bildschirm wahrzunehmen.
es: Proporciona la capacidad de percibir y manipular elementos de la interfaz en la pantalla.
it: Fornisce la capacità di percepire e manipolare gli elementi dell'interfaccia utente sullo schermo.
ja: 画面上のUI要素を認識し操作する機能を提供します。
ru: Обеспечивает возможность восприятия и управления элементами интерфейса на экране.
zh_hant: 提供感知和操作螢幕上UI元素的能力。

# ChangeLogView_ViewOnGitHubHyperlinkButton_Content
source: View on GitHub
de: Auf GitHub anzeigen
es: Ver en GitHub
fr: Voir sur GitHub
it: Visualizza su GitHub
ja: GitHubで見る
ko: GitHub에서 보기
ru: Посмотреть на GitHub
zh_hant: 在 GitHub 上查看

# ChangeLogView_Header
source: Everywhere has been updated to the latest version 🎉
de: Everywhere wurde auf die neueste Version aktualisiert 🎉
es: Everywhere se ha actualizado a la última versión 🎉
fr: Everywhere a été mis à jour vers la dernière version 🎉
it: Everywhere è stato aggiornato all'ultima versione 🎉
ja: Everywhereが最新バージョンに更新されました 🎉
ko: Everywhere가 최신 버전으로 업데이트되었습니다 🎉
ru: Everywhere обновлен до последней версии 🎉
zh_hant: Everywhere 已更新至最新版本 🎉

# ChangeLogView_Content
source: I'm still very young, so if you have any problems, feel free to click the link below for feedback, I'll keep on evolving! You're also welcome to click the link below to enter the group discussion, more social media is under construction, so stay tuned. Tip: You can reopen this message by clicking “About - What's new”.
de: Ich bin noch jung, also falls Sie Probleme haben, klicken Sie bitte auf den untenstehenden Link, um Feedback zu geben. Ich werde stetig weiterentwickelt!\nSie sind auch herzlich eingeladen, auf den untenstehenden Link zu klicken, um der Gruppen Diskussion beizutreten. Weitere Social-Media-Kanäle befinden sich noch im Aufbau, also bleiben Sie dran.\nTipp: Sie können diese Nachricht wieder öffnen, indem Sie auf „Info - Neuerungen“ klicken.
es: Todavía soy muy joven, así que si tienes algún problema, no dudes en hacer clic en el enlace de abajo para dar tu opinión, ¡seguiré evolucionando! También eres bienvenido a hacer clic en el enlace de abajo para unirte a la discusión en grupo, más redes sociales están en construcción, así que mantente atento. Consejo: Puedes reabrir este mensaje haciendo clic en “Acerca de - Novedades”.
fr: Je suis encore très jeune, donc si vous rencontrez des problèmes, n'hésitez pas à cliquer sur le lien ci-dessous pour donner votre avis, je continuerai à évoluer ! Vous êtes également invité à cliquer sur le lien ci-dessous pour entrer dans la discussion de groupe, plus de médias sociaux sont en cours de construction, alors restez à l'écoute. Astuce : Vous pouvez rouvrir ce message en cliquant sur « À propos - Quoi de neuf ».
it: Sono ancora molto giovane, quindi se hai problemi, sentiti libero di cliccare il link qui sotto per fornire feedback, continuerò ad evolvermi! Sei anche invitato a cliccare il link qui sotto per entrare nella discussione di gruppo, altri social media sono in costruzione, quindi resta sintonizzato. Suggerimento: puoi riaprire questo messaggio cliccando su "Informazioni - Novità".
ja: まだまだ若いので、問題があれば下のリンクからフィードバックをお願いします。進化を続けます！ また、グループディスカッションに参加するには下のリンクをクリックしてください。さらに多くのソーシャルメディアが構築中ですので、お楽しみに。 ヒント：「About - What's new」をクリックするとこのメッセージを再度表示できます。
ko: 저는 아직 매우 젊기 때문에 문제가 있으면 아래 링크를 클릭하여 피드백을 주시면 계속 발전하겠습니다! 아래 링크를 클릭하여 그룹 토론에 참여하실 수도 있으며, 더 많은 소셜 미디어가 준비 중이니 기대해 주세요. 팁: "정보 - 새로운 기능"을 클릭하여 이 메시지를 다시 열 수 있습니다.
ru: Я еще очень молод, поэтому если у вас возникнут проблемы, не стесняйтесь нажать на ссылку ниже для обратной связи, я буду продолжать развиваться! Вы также можете нажать на ссылку ниже, чтобы войти в групповое обсуждение, больше социальных сетей в разработке, так что следите за обновлениями. Совет: Вы можете снова открыть это сообщение, нажав «О программе - Что нового».
zh_hant: 我還很年輕，所以如果您有任何問題，請隨時點擊下方連結反饋，我會不斷進化！ 您也歡迎點擊下方連結進入群組討論，更多社交媒體正在建設中，敬請期待。 提示：您可以通過點擊“關於 - 新功能”重新打開此消息。

# WelcomeView_QQGroupHyperlinkButton_Content
source: QQ Group
de: QQ-Gruppe
es: Grupo QQ
fr: Groupe QQ
it: Gruppo QQ
ja: QQグループ
ko: QQ 그룹
ru: Группа QQ
zh_hant: QQ 群組

# WelcomeView_OfficialDocsHyperlinkButton_Content
source: Official Docs
de: Offizielle Dokumentation
es: Documentación Oficial
fr: Docs Officiels
it: Documentazione Ufficiale
ja: 公式ドキュメント
ko: 공식 문서
ru: Официальная документация
zh_hant: 官方文件

# AboutPage_WhatsNew
source: What's New
de: Neuerungen
es: Novedades
fr: Quoi de neuf
it: Novità
ja: 新着情報
ko: 새로운 기능
ru: Что нового
zh_hant: 新功能

# WelcomeViewModel_ValidateApiKey_FailedToast_Title
source: Validation failed
de: Verifizierung fehlgeschlagen
es: Validación fallida
fr: Échec de la validation
it: Convalida fallita
ja: 検証に失敗しました
ko: 검증 실패
ru: Ошибка проверки
zh_hant: 驗證失敗

# WelcomeView_LetsStartButton_Content
source: Let's start!
de: Los geht's!
es: ¡Empecemos!
fr: Commençons !
it: Iniziamo!
ja: 始めましょう！
ko: 시작합시다!
ru: Начнем!
zh_hant: 開始吧！

# WelcomeView_SkipButton_Content
source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh_hant: 跳過

# WelcomeView_PreviousStepButton_Content
source: Previous step
de: Vorheriger Schritt
es: Paso anterior
fr: Étape précédente
it: Passo precedente
ja: 前のステップ
ko: 이전 단계
ru: Предыдущий шаг
zh_hant: 上一步

# WelcomeView_NextStepButton_Content
source: Next step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
it: Passo successivo
ja: 次のステップ
ko: 다음 단계
ru: Следующий шаг
zh_hant: 下一步

# WelcomeView_ConfiguratorStep_Message1
source: Let's start with the first step: choose a 'brain' for me! My intelligence is powered by large language models, and I need your help to configure it. I have provided several configuration modes for you to choose from, just select the one that suits you best.
de: Lass uns jetzt den ersten Schritt machen: Wähle ein „Gehirn“ für mich aus! Meine Intelligenz wird von einem großen Sprachmodell bereitgestellt, und ich benötige deine Hilfe bei der Konfiguration. Ich habe dir einige Konfigurationsmodi angeboten, wähle einfach den aus, der am besten zu dir passt.
es: Ahora vamos a dar el primer paso: ¡elige un “cerebro” para mí! Mi inteligencia está impulsada por un modelo de lenguaje grande, y necesito que me ayudes a configurarlo. Te ofrezco varias opciones de configuración, elige la que mejor se adapte a ti.
ru: Теперь давайте перейдем к первому шагу: выберите для меня «мозг»! Мой интеллект основан на большом языковом модели, и мне нужно, чтобы вы помогли мне настроить его. Я предлагаю вам несколько режимов настройки, выберите тот, который вам подходит.
zh_hant: 現在讓我們進行第一步：為我選擇一個“大腦”！ 我的智能由大語言模型提供，需要拜託你幫我配置好。我為你提供了幾種配置模式，選擇最適合你的即可。

# WelcomeView_ConfiguratorStep_Message2
source: Don't worry, if it doesn't fit, you can always go back and choose again.
de: Keine Sorge, wenn es nicht passt, kannst du jederzeit zurückkehren und neu wählen.
es: No te preocupes, si no es adecuado, puedes volver a elegir en cualquier momento.
ru: Не волнуйтесь, если что-то не подойдет, вы всегда можете вернуться и выбрать заново.
zh_hant: 別擔心，如果不合適，你可以隨時返回重新選擇。
