Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# ScreenSelectionToolTip_TipText_Normal
source: Left click to select, Right click or Esc to cancel Scroll wheel or number keys to switch pick modes
de: Linksklick zum Auswählen, Rechtsklick oder Esc zum Abbrechen Scrollrad oder Zifferntasten zum Wechseln der Auswahlmodi
es: Clic izquierdo para seleccionar, clic derecho o Esc para cancelar Rueda de desplazamiento o teclas numéricas para cambiar modos de selección
zh_hant: 左鍵點擊以選擇，右鍵點擊或按 Esc 以取消 滾輪或數字鍵切換選擇模式

# ScreenSelectionMode_Screen
source: Screen
de: Bildschirm
es: Pantalla
zh_hant: 螢幕

# ScreenSelectionMode_Window
source: Window
de: Fenster
es: Ventana
zh_hant: 視窗

# ScreenSelectionMode_Element
source: Element
es: Elemento
zh_hant: 元素

# ScreenSelectionToolTip_GetElementDescription_NoElement
source: None
de: Keines
es: Ninguno
zh_hant: 無

# Common_None
source: None
de: Keines
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
ru: Нет
zh_hant: 無

# CustomAssistant_RequestTimeoutSeconds_Description
source: Set the wait time for the model to return results, measured in seconds. For slower models (such as thinking models and local models), consider extending this time appropriately.
de: Legen Sie die Wartezeit fest, bis das Modell Ergebnisse zurückgibt, gemessen in Sekunden. Für langsamere Modelle (wie Denkmodelle und lokale Modelle) sollten Sie diese Zeit entsprechend verlängern.
es: Establece el tiempo de espera para que el modelo devuelva resultados, medido en segundos. Para modelos más lentos (como modelos de pensamiento y modelos locales), considera extender este tiempo adecuadamente.
fr: Définissez le temps d'attente pour que le modèle renvoie des résultats, mesuré en secondes. Pour les modèles plus lents (comme les modèles de réflexion et les modèles locaux), envisagez d'étendre ce temps en conséquence.
it: Imposta il tempo di attesa per il modello per restituire risultati, misurato in secondi. Per modelli più lenti (come i modelli di pensiero e i modelli locali), considera di estendere questo tempo in modo appropriato.
ja: モデルが結果を返すまでの待機時間を秒単位で設定します。遅いモデル（思考モデルやローカルモデルなど）の場合は、この時間を適切に延長することを検討してください。
ko: 모델이 결과를 반환하는 대기 시간을 초 단위로 설정합니다. 느린 모델(생각 모델 및 로컬 모델 등)의 경우 이 시간을 적절히 연장하는 것을 고려하세요.
ru: Установите время ожидания для получения результатов от модели, измеряемое в секундах. Для более медленных моделей (таких как модели размышлений и локальные модели) рассмотрите возможность соответствующего увеличения этого времени.
zh_hant: 設置模型返回結果的等待時間，以秒為單位。對於較慢的模型（如思考模型和本地模型），請考慮適當延長此時間。

# CustomAssistant_RequestTimeoutSeconds_Header
source: Request Timeout
de: Anforderungszeitüberschreitung
es: Tiempo de Espera de Solicitud
fr: Délai d'attente de la demande
it: Timeout Richiesta
ja: リクエストタイムアウト
ko: 요청 시간 초과
ru: Тайм-аут запроса
zh_hant: 請求超時持續時間

# Windows_BuiltInChatPlugin_PowerShell_ExecuteScript_DenyMessage
source: User denied consent for PowerShell script execution.
de: Benutzer hat die Zustimmung zur Ausführung des PowerShell-Skripts verweigert.
es: El usuario denegó el consentimiento para la ejecución del script de PowerShell.
it: L'utente ha negato il consenso per l'esecuzione dello script PowerShell.
ja: ユーザーがPowerShellスクリプトの実行に対する同意を拒否しました。
ru: Пользователь отказал в согласии на выполнение скрипта PowerShell.
zh_hant: 使用者拒絕了執行 PowerShell 腳本的同意。

# DynamicWebProxy_ApplyProxySettings_EndpointRequired_ErrorMessage
source: Proxy server address is required.
de: Proxy-Server-Adresse ist erforderlich.
es: Se requiere la dirección del servidor proxy.
fr: L'adresse du serveur proxy est requise.
it: L'indirizzo del server proxy è obbligatorio.
ja: プロキシサーバーのアドレスが必要です。
ko: 프록시 서버 주소가 필요합니다.
ru: Необходим адрес прокси-сервера.
zh_hant: 需要代理伺服器地址。

# DynamicWebProxy_CreateProxy_EndpointInvalid_ErrorMessage
source: Proxy server address is invalid.
de: Proxy-Server-Adresse ist ungültig.
es: La dirección del servidor proxy no es válida.
fr: L'adresse du serveur proxy est invalide.
it: L'indirizzo del server proxy non è valido.
ja: プロキシサーバーのアドレスが無効です。
ko: 프록시 서버 주소가 유효하지 않습니다.
ru: Адрес прокси-сервера недействителен.
zh_hant: 代理伺服器地址無效。

# DynamicWebProxy_CreateProxy_EndpointSchemeUnsupported_ErrorMessage
source: Proxy server scheme '{0}' is not supported.
de: Proxy-Server-Schema '{0}' wird nicht unterstützt.
es: El esquema del servidor proxy '{0}' no es compatible.
fr: Le schéma du serveur proxy '{0}' n'est pas pris en charge.
it: Il protocollo del server proxy '{0}' non è supportato.
ja: プロキシサーバーのスキーム '{0}' はサポートされていません。
ko: 프록시 서버 스킴 '{0}'은(는) 지원되지 않습니다.
ru: Схема прокси-сервера '{0}' не поддерживается.
zh_hant: 代理伺服器方案 '{0}' 不受支援。

# ChatFileAttachment_Create_FileTooLarge
source: File size ({0}) exceeds the maximum allowed size ({1}).
de: Die Dateigröße ({0}) überschreitet die maximal erlaubte Größe ({1}).
es: El tamaño del archivo ({0}) excede el tamaño máximo permitido ({1}).
fr: La taille du fichier ({0}) dépasse la taille maximale autorisée ({1}).
it: La dimensione del file ({0}) supera la dimensione massima consentita ({1}).
ja: ファイルサイズ ({0}) が許可されている最大サイズ ({1}) を超えています。
ko: 파일 크기 ({0})가 허용된 최대 크기 ({1})를 초과했습니다.
ru: Размер файла ({0}) превышает максимально допустимый размер ({1}).
zh_hant: 檔案大小 ({0}) 超過允許的最大大小 ({1})。

# CommonSettings_FontSize_Header
source: Font Size
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
it: Dimensione del carattere
ja: フォントサイズ
ko: 글꼴 크기
ru: Размер шрифта
zh_hant: 字型大小

# CommonSettings_FontSize_Description
source: Adjust the global font display size.
de: Passen Sie die globale Schriftanzeigengröße an.
es: Ajusta el tamaño de visualización de la fuente global.
fr: Ajustez la taille d'affichage de la police globale.
it: Regola la dimensione globale del carattere.
ja: グローバルフォント表示サイズを調整します。
ko: 전역 글꼴 표시 크기를 조정합니다.
ru: Настройте общий размер отображения шрифта.
zh_hant: 調整全局字型顯示大小。

# CustomAssistantPage_DuplicateCustomAssistantButton_Content
source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
ru: Дублировать
zh_hant: 複製

# CustomAssistantPage_DuplicateCustomAssistantButton_ToolTip
source: Duplicate the selected assistant
de: Den ausgewählten Assistenten duplizieren
es: Duplicar el asistente seleccionado
fr: Dupliquer l'assistant sélectionné.
it: Duplica l'assistente selezionato
ja: 選択したアシスタントを複製します
ko: 선택한 도우미를 복제합니다.
ru: Дублировать выбранного помощника
zh_hant: 複製所選的助手

# Common_Copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hant: 複製

# ChatWindow_ChatMessage_User_Edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 수정
ru: Редактировать
zh_hant: 編輯

# ChatWindow_EditingTextBlock_Text
source: Editing message...
de: Nachricht wird bearbeitet...
es: Editando mensaje...
fr: Modification du message...
it: Modifica messaggio...
ja: メッセージを編集中...
ko: 메시지 수정 중...
ru: Редактирование сообщения...
zh_hant: 編輯訊息中...

# ChatWindow_CancelEditingButton_ToolTip
source: Cancel Editing (Esc)
de: Bearbeitung abbrechen (Esc)
es: Cancelar edición (Esc)
fr: Annuler la modification (Échap)
it: Annulla modifica (Esc)
ja: 編集をキャンセル (Esc)
ko: 수정 취소 (Esc)
ru: Отменить редактирование (Esc)
zh_hant: 取消編輯 (Esc)

# ChatWindow_Title
source: Chat
fr: Discussion
ja: チャット
ko: 채팅
ru: Чат
zh_hant: 聊天

# Windows_BuiltInChatPlugin_Everything_SearchFiles_DetailMessage
source: {0} Items Found
de: {0} Elemente gefunden
es: {0} Elementos Encontrados
it: {0} Elementi Trovati
ja: {0} 件のアイテムが見つかりました
ru: {0} Найдено элементов
zh_hant: {0} 項目已找到

# ChatPluginPage_TabItem_MCP_Header
source: MCP Server
es: Servidor MCP
fr: Serveur MCP
it: Server MCP
ja: MCP サーバー
ko: MCP 서버
ru: Сервер MCP
zh_hant: MCP 伺服器

# McpTransportConfiguration_Name_ValidationErrorMessage_Regex
source: Only numbers, letters, and the characters “-”, “_” are permitted.
de: Es sind nur Zahlen, Buchstaben und die Zeichen „-“, „_“ erlaubt.
es: Solo se permiten números, letras y los caracteres “-”, “_”.
fr: Seuls les chiffres, les lettres et les caractères « - », « _ » sont autorisés.
it: Sono consentiti solo numeri, lettere e i caratteri “-”, “_”.
ja: 数字、文字、および「-」、「_」の文字のみが許可されています。
ko: 숫자, 문자 및 “-”, “_” 문자만 허용됩니다.
ru: Разрешены только цифры, буквы и символы «-», «_».
zh_hant: 僅允許數字、字母以及字符“-”、“_”。

# ValidationErrorMessage_Required
source: This field is required.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champ est requis.
it: Questo campo è obbligatorio.
ja: このフィールドは必須です。
ko: 이 필드는 필수입니다.
ru: Это поле обязательно для заполнения.
zh_hant: 此欄位為必填。

# ValidationErrorMessage_MaxLength
source: The length must not exceed {0} characters.
de: Die Länge darf {0} Zeichen nicht überschreiten.
es: La longitud no debe exceder {0} caracteres.
fr: La longueur ne doit pas dépasser {0} caractères.
it: La lunghezza non deve superare {0} caratteri.
ja: 長さは {0} 文字を超えてはいけません。
ko: 길이는 {0}자를 초과할 수 없습니다.
ru: Длина не должна превышать {0} символов.
zh_hant: 長度不得超過 {0} 個字符。

# ValidationErrorMessage_Url
source: Must be a valid URL.
de: Muss eine gültige URL sein.
es: Debe ser una URL válida.
fr: Doit être une URL valide.
it: Deve essere un URL valido.
ja: 有効な URL でなければなりません。
ko: 유효한 URL이어야 합니다.
ru: Должен быть действительный URL.
zh_hant: 必須是有效的 URL。

# McpTransportConfiguration_Name_ValidationErrorMessage_Exists
source: Cannot duplicate existing entries.
de: Doppelte Einträge sind nicht zulässig.
es: No se pueden duplicar entradas existentes.
fr: Impossible de dupliquer les entrées existantes.
it: Non è possibile duplicare voci esistenti.
ja: 既存のエントリを重複させることはできません。
ko: 기존 항목을 중복할 수 없습니다.
ru: Нельзя дублировать существующие записи.
zh_hant: 無法重複現有條目。

# ChatPluginConsentRequest_MCP_Header
source: “{0}” is an MCP tool. Everywhere cannot verify its required permissions. Please ensure it comes from a trusted source, and Everywhere assumes no responsibility for its consequences.
de: „{0}“ ist ein MCP-Tool. Everywhere kann die erforderlichen Berechtigungen nicht überprüfen. Bitte stellen Sie sicher, dass es aus einer vertrauenswürdigen Quelle stammt, und Everywhere übernimmt keine Verantwortung für die Folgen.
es: “{0}” es una herramienta MCP. Everywhere no puede verificar sus permisos requeridos. Asegúrese de que provenga de una fuente confiable, y Everywhere no asume ninguna responsabilidad por sus consecuencias.
fr: « {0} » est un outil MCP. Everywhere ne peut pas vérifier ses autorisations requises. Veuillez vous assurer qu'il provient d'une source de confiance, et Everywhere n'assume aucune responsabilité pour ses conséquences.
it: “{0}” è uno strumento MCP. Everywhere non può verificare le autorizzazioni richieste. Assicurati che provenga da una fonte affidabile, e Everywhere non si assume alcuna responsabilità per le conseguenze.
ja: 「{0}」は MCP ツールです。Everywhere はその必要な権限を確認できません。信頼できるソースからのものであることを確認してください。Everywhere はその結果に対して責任を負いません。
ko: “{0}”는 MCP 도구입니다. Everywhere는 필요한 권한을 확인할 수 없습니다. 신뢰할 수 있는 출처에서 온 것인지 확인하시고, Everywhere는 그 결과에 대한 책임을 지지 않습니다.
ru: «{0}» является инструментом MCP. Everywhere не может проверить его необходимые разрешения. Пожалуйста, убедитесь, что он поступает из надежного источника, и Everywhere не несет ответственности за его последствия.
zh_hant: “{0}” 是一個 MCP 工具。Everywhere 無法驗證其所需的權限。請確保它來自可信來源，Everywhere 對其後果不承擔任何責任。

# ValidationErrorMessage_DuplicateKey
source: Duplicate entries are not permitted.
de: Doppelte Einträge sind nicht erlaubt.
es: No se permiten entradas duplicadas.
fr: Les entrées en double ne sont pas autorisées.
it: Le voci duplicate non sono consentite.
ja: 重複するエントリは許可されていません。
ko: 중복 항목은 허용되지 않습니다.
ru: Дублирование записей не допускается.
zh_hant: 不允許重複條目。

# ValidationErrorMessage_NullKey
source: The item key cannot be empty.
de: Der Elementschlüssel darf nicht leer sein.
es: La clave del elemento no puede estar vacía.
fr: La clé de l'élément ne peut pas être vide.
it: La chiave dell'elemento non può essere vuota.
ja: アイテムキーは空にできません。
ko: 항목 키는 비워둘 수 없습니다.
ru: Ключ элемента не может быть пустым.
zh_hant: 項目鍵不能為空。

# ValidationErrorMessage_NullValue
source: The item value cannot be empty.
de: Der Elementwert darf nicht leer sein.
es: El valor del elemento no puede estar vacío.
fr: La valeur de l'élément ne peut pas être vide.
it: Il valore dell'elemento non può essere vuoto.
ja: アイテム値は空にできません。
ko: 항목 값은 비워둘 수 없습니다.
ru: Значение элемента не может быть пустым.
zh_hant: 項目值不能為空。

# HttpTransportMode_AutoDetect
source: Auto Detect
de: Automatische Erkennung
es: Detección Automática
fr: Détection Automatique
it: Rilevamento Automatico
ja: 自動検出
ko: 자동 감지
ru: Автоопределение
zh_hant: 自動檢測

# HandledFunctionInvokingException_FunctionNotFound
source: The model attempted to invoke the non-existent tool '{0}', likely due to hallucination.
de: Das Modell hat versucht, das nicht vorhandene Werkzeug '{0}' aufzurufen, wahrscheinlich aufgrund von Halluzinationen.
es: El modelo intentó invocar la herramienta inexistente '{0}', probablemente debido a una alucinación.
it: Il modello ha tentato di invocare lo strumento inesistente '{0}', probabilmente a causa di allucinazioni.
ja: モデルが存在しないツール'{0}'を呼び出そうとしました。おそらく幻覚によるものです。
ru: Модель попыталась вызвать несуществующий инструмент '{0}', вероятно, из-за галлюцинации.
zh_hant: 模型試圖調用不存在的工具 '{0}'，可能是由於幻覺造成的。

# McpTransportConfigurationForm_NameTextBox_Label
source: * Name
es: * Nombre
fr: * Nom
it: * Nome
ja: * 名前
ko: * 이름
ru: * Имя
zh_hant: * 名稱

# McpTransportConfigurationForm_DescriptionTextBox_Label
source: Description (For display and differentiation purposes only)
de: Beschreibung (Nur zur Anzeige und Unterscheidung)
es: Descripción (Solo para fines de visualización y diferenciación)
fr: Description (Pour affichage et différenciation uniquement)
it: Descrizione (Solo per scopi di visualizzazione e differenziazione)
ja: 説明（表示および区別の目的のみ）
ko: 설명 (표시 및 구분 용도만 해당)
ru: Описание (только для отображения и различения)
zh_hant: 描述（僅供顯示和區分用途）

# McpTransportConfigurationForm_SchemeTabControl_Label
source: * Scheme
de: * Schema
es: * Esquema
fr: * Schéma
it: * Schema
ja: * スキーム
ko: * 스킴
ru: * Схема
zh_hant: * 協議

# McpTransportConfigurationForm_CommandTextBox_Label
source: * Command
de: * Befehl
es: * Comando
fr: * Commande
it: * Comando
ja: * コマンド
ko: * 명령
ru: * Команда
zh_hant: * 命令

# McpTransportConfigurationForm_ArgumentsTextBox_Label
source: Command-line Arguments
de: Befehlszeilenargumente
es: Argumentos de línea de comandos
fr: Arguments de ligne de commande
it: Argomenti della riga di comando
ja: コマンドライン引数
ko: 명령줄 인수
ru: Аргументы командной строки
zh_hant: 命令列參數

# McpTransportConfigurationForm_WorkingDirectoryTextBox_Label
source: Working Directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
it: Directory di lavoro
ja: 作業ディレクトリ
ko: 작업 디렉터리
ru: Рабочая директория
zh_hant: 工作目錄

# McpTransportConfigurationForm_EnvironmentVariablesDataList_Label
source: Environment Variables
de: Umgebungsvariablen
es: Variables de entorno
it: Variabili d'ambiente
ja: 環境変数
ru: Переменные окружения
zh_hant: 環境變數

# McpTransportConfigurationForm_TransportModeComboBox_Label
source: Transport Mode
de: Transportmodus
es: Modo de transporte
fr: Mode de transport
it: Modalità di trasporto
ja: トランスポートモード
ko: 전송 모드
ru: Режим передачи
zh_hant: 傳輸模式

# McpTransportConfigurationForm_HeadersDataList_Label
source: Request Headers
de: Anforderungsheader
es: Encabezados de solicitud
it: Intestazioni della richiesta
ja: リクエストヘッダー
ru: Заголовки запроса
zh_hant: 請求標頭

# McpTransportConfigurationForm_KeyTextBox_Watermark
source: * Please input key
de: * Key
es: * Por favor, ingrese la clave
it: * Inserisci la chiave
ja: * キーを入力してください
ru: * Пожалуйста, введите ключ
zh_hant: * 請輸入金鑰

# McpTransportConfigurationForm_ValueTextBox_Watermark
source: * Value
de: * Wert
es: * Valor
it: * Valore
ja: * 値
ru: * Значение
zh_hant: * 值

# McpTransportConfigurationForm_OptionalValueTextBox_Watermark
source: Please input value
de: Value
es: Por favor, ingrese el valor
it: Inserisci il valore
ja: 値
ru: Пожалуйста, введите значение
zh_hant: 值

# ChatPluginPageViewModel_EditMcpPlugin_DialogTitle
source: Edit MCP Plugin (Fields marked with * are required)
de: MCP-Plugin bearbeiten (Felder mit * sind erforderlich)
es: Editar plugin MCP (Los campos marcados con * son obligatorios)
fr: Modifier le plugin MCP (Les champs marqués avec * sont obligatoires)
it: Modifica plugin MCP (I campi contrassegnati con * sono obbligatori)
ja: MCPプラグインの編集 (必須フィールドは*でマークされています)
ko: MCP 플러그인 편집 (필수 항목은 *로 표시됨)
ru: Редактировать MCP плагин (поля, отмеченные *, обязательны)
zh_hant: 編輯 MCP 插件（標記為 * 的欄位為必填）

# ChatPluginPageViewModel_AddMcpPlugin_DialogTitle
source: Add MCP Plugin (Fields marked with * are required)
de: MCP-Plugin hinzufügen (Felder mit * sind erforderlich)
es: Agregar plugin MCP (Los campos marcados con * son obligatorios)
fr: Ajouter un plugin MCP (Les champs marqués avec * sont obligatoires)
it: Aggiungi plugin MCP (I campi contrassegnati con * sono obbligatori)
ja: MCPプラグインの追加 (必須フィールドは*でマークされています)
ko: MCP 플러그인 추가 (필수 항목은 *로 표시됨)
ru: Добавить MCP плагин (поля, отмеченные *, обязательны)
zh_hant: 新增 MCP 插件（標記為 * 的欄位為必填）

# ChatPluginPageViewModel_RemoveMcpPlugin_ConfirmationMessage
source: Are you sure you want to remove “{0}”?
de: Sind Sie sicher, dass Sie „{0}“ entfernen möchten?
es: ¿Está seguro de que desea eliminar “{0}”?
fr: Êtes-vous sûr de vouloir supprimer “{0}” ?
it: Sei sicuro di voler rimuovere “{0}”?
ja: 本当に「{0}」を削除してもよろしいですか？
ko: 정말로 “{0}”를 제거하시겠습니까?
ru: Вы уверены, что хотите удалить “{0}”?
zh_hant: 您確定要移除 “{0}” 嗎？

# ChatPluginPage_AddMcpPluginButton_Content
source: Add
de: Hinzufügen
es: Agregar
ru: Добавить
zh_hant: 新增

# ChatPluginPage_CopyLogsButton_ToolTip
source: Copy all logs to clipboard
de: Alle Protokolle in die Zwischenablage kopieren
es: Copiar todos los registros al portapapeles
fr: Copier tous les journaux dans le presse-papiers
it: Copia tutti i log negli appunti
ja: すべてのログをクリップボードにコピー
ko: 모든 로그를 클립보드에 복사
ru: Скопировать все логи в буфер обмена
zh_hant: 將所有日誌複製到剪貼簿

# ChatPluginPage_ShowTimestampTextBlock_Text
source: Show Timestamp
de: Zeitstempel anzeigen
es: Mostrar marca de tiempo
fr: Afficher l'horodatage
it: Mostra timestamp
ja: タイムスタンプを表示
ko: 타임스탬프 표시
ru: Показать временную метку
zh_hant: 顯示時間戳記

# ChatPluginManager_Common_InvalidMcpTransportConfiguration
source: Invalid MCP configuration.
de: Ungültige MCP-Konfiguration.
es: Configuración MCP inválida.
fr: Configuration MCP invalide.
it: Configurazione MCP non valida.
ja: 無効なMCP構成です。
ko: 잘못된 MCP 구성입니다.
ru: Недействительная конфигурация MCP.
zh_hant: 無效的 MCP 配置。

# ChatPluginManager_Common_FailedToStartMcpPlugin
source: Failed to start MCP plugin "{0}"
de: Fehler beim Starten des MCP-Plugins „{0}“
es: Error al iniciar el plugin MCP "{0}"
fr: Échec du démarrage du plugin MCP "{0}"
it: Impossibile avviare il plugin MCP "{0}"
ja: MCPプラグイン「{0}」の起動に失敗しました
ko: MCP 플러그인 "{0}" 시작 실패
ru: Не удалось запустить MCP плагин "{0}"
zh_hant: 無法啟動 MCP 插件 "{0}"

# ChatPluginPage_TabItem_Logs_Header
source: Logs
de: Protokolle
es: Registros
fr: Journaux
it: Log
ja: ログ
ko: 로그
ru: Логи
zh_hant: 日誌

# ChatPluginPage_PluginStatus_NotRunning_ToolTip
source: Not Running
de: Nicht ausgeführt
es: No en ejecución
fr: Non en cours d'exécution
it: Non in esecuzione
ja: 実行されていません
ko: 실행 중 아님
ru: Не запущен
zh_hant: 未運行

# ChatPluginPage_PluginStatus_Running_ToolTip
source: Running
de: Läuft
es: Ejecutándose
fr: En cours d'exécution
it: In esecuzione
ja: 実行中
ko: 실행 중
ru: Запущено
zh_hant: 運行中

# ChatContext_BusyMessage_StartingMcp
source: Starting MCP
de: MCP wird gestartet
es: Iniciando MCP
it: Avvio MCP
ja: MCPを開始しています
ru: Запуск MCP
zh_hant: 啟動 MCP

# ChatContext_BusyMessage_CallingTools
source: Tool invocation is generating
de: Werkzeugaufruf wird generiert
es: La invocación de herramientas se está generando
it: L'invocazione degli strumenti è in corso
ja: ツールの呼び出しを生成しています
ru: Вызов инструмента генерируется
zh_hant: 工具調用正在生成

# ChatWindowViewModel_ExportMarkdown_FailedToLoadChatContext
source: Failed to load chat context.
de: Fehler beim Laden des Chat-Kontexts.
es: Error al cargar el contexto del chat.
it: Impossibile caricare il contesto della chat.
ja: チャットコンテキストの読み込みに失敗しました。
ru: Не удалось загрузить контекст чата.
zh_hant: 無法載入聊天上下文。

# ChatWindowViewModel_ExportMarkdown_FilePickerFileType_Markdown
source: Markdown Files
de: Markdown-Dateien
es: Archivos Markdown
it: File Markdown
ja: Markdownファイル
ru: Файлы Markdown
zh_hant: Markdown 檔案

# ChatWindowViewModel_ExportMarkdown_DateCreated
source: Created
de: Erstellt
es: Creado
it: Creato
ja: 作成日
ru: Создано
zh_hant: 建立日期

# ChatWindowViewModel_ExportMarkdown_DateModified
source: Modified
de: Geändert
es: Modificado
it: Modificato
ja: 変更日
ru: Изменено
zh_hant: 修改日期

# ChatWindowViewModel_ExportMarkdown_UserRole
source: User
de: Benutzer
es: Usuario
it: Utente
ja: ユーザー
ru: Пользователь
zh_hant: 使用者

# ChatWindowViewModel_ExportMarkdown_UserAttachments
source: Attachments
de: Anhänge
es: Adjuntos
it: Allegati
ja: 添付ファイル
ru: Вложения
zh_hant: 附件

# ChatWindowViewModel_ExportMarkdown_AssistantRole
source: Assistant
de: Assistent
es: Asistente
it: Assistente
ja: アシスタント
ru: Ассистент
zh_hant: 助手

# ChatWindowViewModel_ExportMarkdown_ErrorMessage
source: Error
de: Fehler
it: Errore
ja: エラー
ru: Ошибка
zh_hant: 錯誤

# ChatWindowViewModel_ExportMarkdown_FailedToSaveFile
source: Failed to Save File
de: Fehler beim Speichern der Datei
es: Error al guardar el archivo
it: Impossibile salvare il file
ja: ファイルの保存に失敗しました。
ru: Не удалось сохранить файл
zh_hant: 無法儲存檔案

# ChatWindowViewModel_ExportMarkdown_ExportSuccess
source: Export Success
de: Export erfolgreich
es: Exportación exitosa
it: Esportazione riuscita
ja: エクスポート成功
ru: Экспорт успешно завершен
zh_hant: 匯出成功

# ChatWindowViewModel_ExportMarkdown_FunctionCall
source: Tool Invocation
de: Werkzeugaufruf
es: Invocación de herramienta
it: Invocazione dello strumento
ja: ツール呼び出し
ru: Вызов инструмента
zh_hant: 工具調用

# ChatWindow_ChatHistory_ExportMarkdownMenuItem_Header
source: Export as Markdown
de: Als Markdown exportieren
es: Exportar como Markdown
it: Esporta come Markdown
ja: Markdownとしてエクスポート
ru: Экспортировать как Markdown
zh_hant: 匯出為 Markdown

# ChatWindow_ChatMessage_ContextFlyout_CopyLink
source: Copy Link
de: Link kopieren
es: Copiar enlace
it: Copia collegamento
ja: リンクをコピー
ru: Скопировать ссылку
zh_hant: 複製連結

# ChatWindow_ChatMessage_ContextFlyout_OpenLink
source: Open Link
de: Link öffnen
es: Abrir enlace
it: Apri collegamento
ja: リンクを開く
ru: Открыть ссылку
zh_hant: 打開連結

# DebugFeaturesControl_CreateDumpButton_Content
source: Create Process Dump
de: Prozess-Dump erstellen
es: Crear volcado de proceso
it: Crea Dump Processo
ja: プロセスダンプを作成
ru: Создать дамп процесса
zh_hant: 建立進程轉儲

# DebugFeaturesControl_CreateDumpToast_Content
source: Please wait while the dump is being created. Everywhere will be unresponsive during this time.
de: Bitte warten, während der Dump erstellt wird. Everywhere wird in dieser Zeit nicht reagieren.
es: Por favor, espera mientras se crea el volcado. Everywhere no responderá durante este tiempo.
it: Attendere mentre il dump viene creato. Everywhere non risponderà durante questo tempo.
ja: ダンプが作成されるまでお待ちください。この間、Everywhereは応答しません。
ru: Пожалуйста, подождите, пока создается дамп. В это время Everywhere будет неотзывчивым.
zh_hant: 請稍候，轉儲正在建立中。此期間 Everywhere 將無法響應。
