Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# VisualElementType_DataGridItem
source: Table item
de: Tabellenelement
es: Elemento de tabla
fr: Élément de tableau
it: Elemento tabella
ja: テーブル項目
ko: 테이블 항목
ru: Элемент таблицы
zh_hant: 表格項目

# VisualElementType_TabControl
source: Tab
de: Registerkarte
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
ru: Вкладка
zh_hant: 標籤

# VisualElementType_TabItem
source: Tab
de: Registerkarte
es: Pestaña
fr: Onglet
it: Scheda
ja: タブ
ko: 탭
ru: Вкладка
zh_hant: 標籤

# VisualElementType_Table
source: Table
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
ja: テーブル
ko: 테이블
ru: Таблица
zh_hant: 表格

# VisualElementType_TableRow
source: Table
de: Tabelle
es: Fila de tabla
fr: Ligne de tableau
it: Riga tabella
ja: テーブル行
ko: 테이블
ru: Строка таблицы
zh_hant: 表格

# VisualElementType_Menu
source: Menu
de: Menü
es: Menú
ja: メニュー
ko: 메뉴
ru: Меню
zh_hant: 選單

# VisualElementType_MenuItem
source: MenuItem
de: Menüelement
es: Elemento de menú
fr: Élément de menu
it: Voce di menu
ja: メニュー項目
ko: 메뉴 항목
ru: Пункт меню
zh_hant: 選單項目

# VisualElementType_Slider
source: Slider
de: Schieberegler
es: Deslizador
fr: Curseur
it: Cursore
ja: スライダー
ko: 슬라이더
ru: Ползунок
zh_hant: 滑桿

# VisualElementType_ScrollBar
source: ScrollBar
de: Scrollleiste
es: Barra de desplazamiento
fr: Barre de défilement
it: Barra di scorrimento
ja: スクロールバー
ko: 스크롤 바
ru: Полоса прокрутки
zh_hant: 捲軸

# VisualElementType_ProgressBar
source: ProgressBar
de: Fortschrittsbalken
es: Barra de progreso
fr: Barre de progression
it: Barra di avanzamento
ja: プログレスバー
ko: 진행 바
ru: Индикатор выполнения
zh_hant: 進度條

# VisualElementType_Panel
source: Panel
fr: Panneau
it: Pannello
ja: パネル
ko: 패널
ru: Панель
zh_hant: 面板

# VisualElementType_TopLevel
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウィンドウ
ko: 창
ru: Окно
zh_hant: 視窗

# VisualElementType_Screen
source: Screen
de: Bildschirm
es: Pantalla
fr: Écran
it: Schermo
ja: 画面
ko: 화면
ru: Экран
zh_hant: 螢幕

# HumanizedDate_Today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
ru: Сегодня
zh_hant: 今天

# HumanizedDate_Yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
ru: Вчера
zh_hant: 昨天

# HumanizedDate_LastWeek
source: Last Week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
it: La scorsa settimana
ja: 先週
ko: 지난 주
ru: На прошлой неделе
zh_hant: 上週

# HumanizedDate_LastMonth
source: Last Month
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
it: Il mese scorso
ja: 先月
ko: 지난 달
ru: В прошлом месяце
zh_hant: 上個月

# HumanizedDate_LastYear
source: Last Year
de: Letztes Jahr
es: El año pasado
fr: L'année dernière
it: L'anno scorso
ja: 昨年
ko: 작년
ru: В прошлом году
zh_hant: 去年

# HumanizedDate_Earlier
source: Earlier
de: Früher
es: Anterior
fr: Plus tôt
it: Precedente
ja: 以前
ko: 이전
ru: Ранее
zh_hant: 更早

# FriendlyExceptionMessage_HttpRequest
source: HTTP request error ({0}): {1}
de: HTTP-Anforderungsfehler ({0}): {1}
es: Error de solicitud HTTP ({0}): {1}
fr: Erreur de requête HTTP ({0}) : {1}
it: Errore richiesta HTTP ({0}): {1}
ja: HTTPリクエストエラー ({0}): {1}
ko: HTTP 요청 오류 ({0}): {1}
ru: Ошибка HTTP-запроса ({0}): {1}
zh_hant: HTTP 請求錯誤 ({0}): {1}

# FriendlyExceptionMessage_HttpRequest_BadRequest
source: Bad request, possibly due to an incorrect API key or unsupported network/region.
de: Ungültige Anfrage, möglicherweise aufgrund eines falschen API-Schlüssels oder eines nicht unterstützten Netzwerks/Region.
es: Solicitud incorrecta, posiblemente debido a una clave API incorrecta o una red/región no compatible.
fr: Mauvaise requête, peut-être en raison d'une clé API incorrecte ou d'un réseau/région non pris en charge.
it: Richiesta errata, forse a causa di una chiave API errata o rete/regione non supportata.
ja: 不正なリクエストです。APIキーが間違っているか、ネットワーク/地域がサポートされていない可能性があります。
ko: 잘못된 요청입니다. API 키가 틀리거나 지원되지 않는 네트워크/지역일 수 있습니다.
ru: Некорректный запрос, возможно, из-за неправильного API-ключа или неподдерживаемой сети/региона.
zh_hant: 錯誤的請求，可能是因為 API 金鑰不正確或不支援的網路/地區。

# FriendlyExceptionMessage_HttpRequest_Unauthorized
source: Unauthorized request, possibly due to an incorrect API key or unsupported network/region.
de: Nicht autorisierte Anfrage, möglicherweise aufgrund eines falschen API-Schlüssels oder eines nicht unterstützten Netzwerks/Region.
es: Solicitud no autorizada, posiblemente debido a una clave API incorrecta o una red/región no compatible.
fr: Requête non autorisée, peut-être en raison d'une clé API incorrecte ou d'un réseau/région non pris en charge.
it: Richiesta non autorizzata, forse a causa di una chiave API errata o rete/regione non supportata.
ja: 認証されていないリクエストです。APIキーが間違っているか、ネットワーク/地域がサポートされていない可能性があります。
ko: 인증되지 않은 요청입니다. API 키가 틀리거나 지원되지 않는 네트워크/지역일 수 있습니다.
ru: Несанкционированный запрос, возможно, из-за неправильного API-ключа или неподдерживаемой сети/региона.
zh_hant: 未授權的請求，可能是因為 API 金鑰不正確或不支援的網路/地區。

# FriendlyExceptionMessage_HttpRequest_Forbidden
source: Request forbidden, possibly due to an incorrect API key or unsupported network/region.
de: Anfrage verboten, möglicherweise aufgrund eines falschen API-Schlüssels oder eines nicht unterstützten Netzwerks/Bereichs.
es: Solicitud prohibida, posiblemente debido a una clave API incorrecta o una red/región no compatible.
fr: Requête interdite, peut-être en raison d'une clé API incorrecte ou d'un réseau/région non pris en charge.
it: Richiesta proibita, forse a causa di una chiave API errata o rete/regione non supportata.
ja: リクエストが禁止されています。APIキーが間違っているか、ネットワーク/地域がサポートされていない可能性があります。
ko: 요청이 금지되었습니다. API 키가 틀리거나 지원되지 않는 네트워크/지역일 수 있습니다.
ru: Запрос запрещен, возможно, из-за неправильного API-ключа или неподдерживаемой сети/региона.
zh_hant: 請求被禁止，可能是因為 API 金鑰不正確或不支援的網路/地區。

# FriendlyExceptionMessage_HttpRequest_NotFound
source: Result not found.
de: Ergebnis nicht gefunden.
es: Resultado no encontrado.
fr: Résultat non trouvé.
it: Risultato non trovato.
ja: 結果が見つかりません。
ko: 결과를 찾을 수 없습니다.
ru: Результат не найден.
zh_hant: 找不到結果。

# FriendlyExceptionMessage_HttpRequest_InternalServerError
source: Server encountered an error, please try again later.
de: Der Server ist auf einen Fehler gestoßen. Bitte versuchen Sie es später erneut.
es: El servidor encontró un error, por favor inténtelo de nuevo más tarde.
fr: Le serveur a rencontré une erreur, veuillez réessayer plus tard.
it: Il server ha riscontrato un errore, riprova più tardi.
ja: サーバーでエラーが発生しました。後でもう一度お試しください。
ko: 서버에 오류가 발생했습니다. 나중에 다시 시도하세요.
ru: Сервер столкнулся с ошибкой, попробуйте позже.
zh_hant: 伺服器發生錯誤，請稍後再試。

# FriendlyExceptionMessage_HttpRequest_ServiceUnavailable
source: Server unavailable, please try again later.
de: Server nicht verfügbar, bitte versuchen Sie es später erneut.
es: Servidor no disponible, por favor inténtelo de nuevo más tarde.
fr: Serveur indisponible, veuillez réessayer plus tard.
it: Server non disponibile, riprova più tardi.
ja: サーバーが利用できません。後でもう一度お試しください。
ko: 서버를 사용할 수 없습니다. 나중에 다시 시도하세요.
ru: Сервер недоступен, попробуйте позже.
zh_hant: 伺服器不可用，請稍後再試。

# FriendlyExceptionMessage_HttpRequest_GatewayTimeout
source: Gateway connection timed out, please check your network or try again later.
de: Gateway-Verbindungszeitüberschreitung, bitte überprüfen Sie Ihr Netzwerk oder versuchen Sie es später erneut.
es: La conexión con la puerta de enlace ha expirado, por favor verifique su red o inténtelo de nuevo más tarde.
fr: Le délai de connexion à la passerelle a expiré, veuillez vérifier votre réseau ou réessayer plus tard.
it: Connessione al gateway scaduta, controlla la tua rete o riprova più tardi.
ja: ゲートウェイ接続がタイムアウトしました。ネットワークを確認するか、後でもう一度お試しください。
ko: 게이트웨이 연결 시간이 초과되었습니다. 네트워크를 확인하거나 나중에 다시 시도하세요.
ru: Тайм-аут соединения с шлюзом, проверьте сеть или попробуйте позже.
zh_hant: 閘道連線逾時，請檢查您的網路或稍後再試。

# FriendlyExceptionMessage_HttpRequest_RequestTimeout
source: Request connection timed out, please check your network or try again later.
de: Verbindungszeitüberschreitung der Anforderung, bitte überprüfen Sie Ihr Netzwerk oder versuchen Sie es später erneut.
es: La conexión de la solicitud ha expirado, por favor verifique su red o inténtelo de nuevo más tarde.
fr: Le délai de connexion de la requête a expiré, veuillez vérifier votre réseau ou réessayer plus tard.
it: Connessione richiesta scaduta, controlla la tua rete o riprova più tardi.
ja: リクエスト接続がタイムアウトしました。ネットワークを確認するか、後でもう一度お試しください。
ko: 요청 연결 시간이 초과되었습니다. 네트워크를 확인하거나 나중에 다시 시도하세요.
ru: Тайм-аут соединения запроса, проверьте сеть или попробуйте позже.
zh_hant: 請求連線逾時，請檢查您的網路或稍後再試。

# FriendlyExceptionMessage_HttpRequest_BadGateway
source: Gateway connection error, please check your network or try again later.
de: Gateway-Verbindungsfehler, bitte überprüfen Sie Ihr Netzwerk oder versuchen Sie es später erneut.
es: Error de conexión con la puerta de enlace, por favor verifique su red o inténtelo de nuevo más tarde.
fr: Erreur de connexion à la passerelle, veuillez vérifier votre réseau ou réessayer plus tard.
it: Errore di connessione al gateway, controlla la tua rete o riprova più tardi.
ja: ゲートウェイ接続エラーです。ネットワークを確認するか、後でもう一度お試しください。
ko: 게이트웨이 연결 오류입니다. 네트워크를 확인하거나 나중에 다시 시도하세요.
ru: Ошибка соединения с шлюзом, проверьте сеть или попробуйте позже.
zh_hant: 閘道連線錯誤，請檢查您的網路或稍後再試。

# FriendlyExceptionMessage_HttpRequest_0
source: Unknown error, please try again later.
de: Unbekannter Fehler, bitte versuchen Sie es später erneut.
es: Error desconocido, por favor inténtelo de nuevo más tarde.
fr: Erreur inconnue, veuillez réessayer plus tard.
it: Errore sconosciuto, riprova più tardi.
ja: 不明なエラーです。後でもう一度お試しください。
ko: 알 수 없는 오류입니다. 나중에 다시 시도하세요.
ru: Неизвестная ошибка, попробуйте позже.
zh_hant: 未知錯誤，請稍後再試。

# FriendlyExceptionMessage_Socket
source: Socket error ({0}): {1}
de: Socket-Fehler ({0}): {1}
es: Error de socket ({0}): {1}
fr: Erreur de socket ({0}) : {1}
it: Errore socket ({0}): {1}
ja: ソケットエラー ({0}): {1}
ko: 소켓 오류 ({0}): {1}
ru: Ошибка сокета ({0}): {1}
zh_hant: Socket 錯誤 ({0}): {1}

# FriendlyExceptionMessage_Socket_HostNotFound
source: Hostname could not be resolved, please check your DNS settings or try again later.
de: Hostname konnte nicht aufgelöst werden. Bitte überprüfen Sie Ihre DNS-Einstellungen oder versuchen Sie es später erneut.
es: No se pudo resolver el nombre del host, por favor verifique su configuración de DNS o inténtelo de nuevo más tarde.
fr: Le nom d'hôte n'a pas pu être résolu, veuillez vérifier vos paramètres DNS ou réessayer plus tard.
it: Nome host non risolvibile, controlla le impostazioni DNS o riprova più tardi.
ja: ホスト名を解決できませんでした。DNS設定を確認するか、後でもう一度お試しください。
ko: 호스트 이름을 확인할 수 없습니다. DNS 설정을 확인하거나 나중에 다시 시도하세요.
ru: Имя хоста не может быть разрешено, проверьте настройки DNS или попробуйте позже.
zh_hant: 無法解析主機名，請檢查您的 DNS 設定或稍後再試。

# FriendlyExceptionMessage_Socket_ConnectionRefused
source: Connection refused, please check your network or try again later.
de: Verbindung abgelehnt, bitte überprüfen Sie Ihr Netzwerk oder versuchen Sie es später erneut.
es: Conexión rechazada, por favor verifica tu red o intenta de nuevo más tarde.
fr: Connexion refusée, veuillez vérifier votre réseau ou réessayer plus tard.
it: Connessione rifiutata, controlla la tua rete o riprova più tardi.
ja: 接続が拒否されました。ネットワークを確認するか、後でもう一度お試しください。
ko: 연결이 거부되었습니다. 네트워크를 확인하거나 나중에 다시 시도하세요.
ru: Соединение отклонено, проверьте сеть или попробуйте позже.
zh_hant: 連線被拒絕，請檢查您的網路或稍後再試。

# FriendlyExceptionMessage_Socket_ConnectionReset
source: Connection reset, please check your network or try again later.
de: Verbindung zurückgesetzt, bitte überprüfen Sie Ihr Netzwerk oder versuchen Sie es später erneut.
es: Conexión reiniciada, por favor verifica tu red o intenta de nuevo más tarde.
fr: Connexion réinitialisée, veuillez vérifier votre réseau ou réessayer plus tard.
it: Connessione reimpostata, controlla la tua rete o riprova più tardi.
ja: 接続がリセットされました。ネットワークを確認するか、後でもう一度お試しください。
ko: 연결이 재설정되었습니다. 네트워크를 확인하거나 나중에 다시 시도하세요.
ru: Соединение сброшено, проверьте сеть или попробуйте позже.
zh_hant: 連線已重置，請檢查您的網路或稍後再試。

# FriendlyExceptionMessage_Socket_ConnectionAborted
source: Connection aborted, please check your network or try again later.
de: Verbindung abgebrochen, bitte überprüfen Sie Ihr Netzwerk oder versuchen Sie es später erneut.
es: Conexión abortada, por favor verifica tu red o intenta de nuevo más tarde.
fr: Connexion interrompue, veuillez vérifier votre réseau ou réessayer plus tard.
it: Connessione interrotta, controlla la tua rete o riprova più tardi.
ja: 接続が中断されました。ネットワークを確認するか、後でもう一度お試しください。
ko: 연결이 중단되었습니다. 네트워크를 확인하거나 나중에 다시 시도하세요.
ru: Соединение прервано, проверьте сеть или попробуйте позже.
zh_hant: 連線已中止，請檢查您的網路或稍後再試。

# FriendlyExceptionMessage_Socket_0
source: Unknown error, please try again later.
de: Unbekannter Fehler, bitte versuchen Sie es später erneut.
es: Error desconocido, por favor intenta de nuevo más tarde.
fr: Erreur inconnue, veuillez réessayer plus tard.
it: Errore sconosciuto, riprova più tardi.
ja: 不明なエラーが発生しました。後でもう一度お試しください。
ko: 알 수 없는 오류가 발생했습니다. 나중에 다시 시도하세요.
ru: Неизвестная ошибка, попробуйте позже.
zh_hant: 未知錯誤，請稍後再試。

# FriendlyExceptionMessage_Aggregate
source: One or more errors occurred. {0}
de: Ein oder mehrere Fehler sind aufgetreten.
es: Ocurrieron uno o más errores. {0}
fr: Une ou plusieurs erreurs se sont produites. {0}
it: Si sono verificati uno o più errori. {0}
ja: 1つ以上のエラーが発生しました。 {0}
ko: 하나 이상의 오류가 발생했습니다. {0}
ru: Произошла одна или несколько ошибок. {0}
zh_hant: 發生一個或多個錯誤。 {0}

# FriendlyExceptionMessage_TaskCanceled
source: Task canceled.
de: Aufgabe abgebrochen.
es: Tarea cancelada.
fr: Tâche annulée.
it: Attività annullata.
ja: タスクがキャンセルされました。
ko: 작업이 취소되었습니다.
ru: Задача отменена.
zh_hant: 任務已取消。

# FriendlyExceptionMessage_OperationCanceled
source: Operation canceled.
de: Vorgang abgebrochen.
es: Operación cancelada.
fr: Opération annulée.
it: Operazione annullata.
ja: 操作がキャンセルされました。
ko: 작업이 취소되었습니다.
ru: Операция отменена.
zh_hant: 操作已取消。

# FriendlyExceptionMessage_Timeout
source: Maximum wait time exceeded.
de: Maximale Wartezeit überschritten.
es: Tiempo máximo de espera excedido.
fr: Temps d'attente maximum dépassé.
it: Tempo massimo di attesa superato.
ja: 最大待機時間を超えました。
ko: 최대 대기 시간을 초과했습니다.
ru: Превышено максимальное время ожидания.
zh_hant: 超過最大等待時間。

# FriendlyExceptionMessage_Json
source: Could not parse JSON data.
de: JSON-Daten konnten nicht analysiert werden.
es: No se pudo analizar los datos JSON.
fr: Impossible d'analyser les données JSON.
it: Impossibile analizzare i dati JSON.
ja: JSONデータを解析できませんでした。
ko: JSON 데이터를 구문 분석할 수 없습니다.
ru: Не удалось разобрать данные JSON.
zh_hant: 無法解析 JSON 資料。

# FriendlyExceptionMessage_Format
source: Format error.
de: Formatfehler.
es: Error de formato.
fr: Erreur de format.
it: Errore di formato.
ja: フォーマットエラー。
ko: 형식 오류입니다.
ru: Ошибка формата.
zh_hant: 格式錯誤。

# FriendlyExceptionMessage_Argument
source: Argument error.
de: Argumentfehler.
es: Error de argumento.
fr: Erreur d'argument.
it: Errore di argomento.
ja: 引数エラー。
ko: 인수 오류입니다.
ru: Ошибка аргумента.
zh_hant: 參數錯誤。

# CommonSettings_Theme_Header
source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
ru: Тема
zh_hant: 主題

# AboutPage_Title
source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
ru: О программе
zh_hant: 關於

# AboutPage_Description
source: Perceives your screen content in real-time, breaking down application barriers to provide intelligent assistance that truly fits the current context, transforming your desktop into a seamless, intelligent workspace.
de: Wahrnimmt Ihren Bildschirminhalt in Echtzeit, bricht Anwendungsbarrieren nieder, um intelligente Hilfe zu bieten, die wirklich zum aktuellen Kontext passt, und verwandelt Ihren Desktop in einen nahtlosen, intelligenten Arbeitsbereich.
es: Percibe el contenido de tu pantalla en tiempo real, rompiendo las barreras de las aplicaciones para proporcionar asistencia inteligente que realmente se adapta al contexto actual, transformando tu escritorio en un espacio de trabajo inteligente y sin fisuras.
fr: Perçoit le contenu de votre écran en temps réel, brisant les barrières des applications pour fournir une assistance intelligente qui s'adapte véritablement au contexte actuel, transformant votre bureau en un espace de travail intelligent et fluide.
it: Percepisce il contenuto dello schermo in tempo reale, abbattendo le barriere tra le applicazioni per fornire un'assistenza intelligente che si adatta realmente al contesto attuale, trasformando il tuo desktop in uno spazio di lavoro intelligente e senza soluzione di continuità.
ja: 画面の内容をリアルタイムで認識し、アプリケーションの壁を越えて、現在のコンテキストに本当に適したインテリジェントな支援を提供し、デスクトップをシームレスでインテリジェントな作業スペースに変えます。
ko: 화면 내용을 실시간으로 인식하여 애플리케이션 장벽을 허물고 현재 상황에 맞는 지능형 지원을 제공하여 데스크톱을 매끄럽고 지능적인 작업 공간으로 변환합니다.
ru: Анализирует содержимое экрана в реальном времени, устраняя барьеры между приложениями и предоставляя интеллектуальную помощь, которая действительно соответствует текущему контексту, превращая ваш рабочий стол в бесшовное, интеллектуальное рабочее пространство.
zh_hant: 即時感知您的螢幕內容，打破應用程式障礙，提供真正符合當前情境的智能協助，將您的桌面轉變為無縫、智能的工作空間。

# AboutPage_Version
source: Version:
es: Versión:
it: Versione:
ja: バージョン:
ko: 버전:
ru: Версия:
zh_hant: 版本:

# AboutPage_GithubRepo
source: Github Repo
de: Github-Repository
es: Repositorio de Github
fr: Dépôt Github
it: Repo Github
ja: Github リポジトリ
ko: Github 저장소
ru: Репозиторий на Github
zh_hant: Github 資源庫

# AboutPage_OpenSourceLicenses
source: Open Source Licenses
de: Open-Source-Lizenzen
es: Licencias de Código Abierto
fr: Licences Open Source
it: Licenze Open Source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
ru: Лицензии с открытым исходным кодом
zh_hant: 開源許可證

# App_EverywhereIsAlreadyRunning
source: Everywhere is already running, please check Tray Icon.
de: Everywhere läuft bereits, bitte überprüfen Sie das Tray-Icon.
es: Everywhere ya está en ejecución, por favor verifica el icono en la bandeja.
fr: Everywhere est déjà en cours d'exécution, veuillez vérifier l'icône dans la barre d'état système.
it: Everywhere è già in esecuzione, controlla l'icona nel vassoio.
ja: Everywhereはすでに実行中です。トレイアイコンを確認してください。
ko: Everywhere가 이미 실행 중입니다. 트레이 아이콘을 확인하세요.
ru: Everywhere уже запущен, проверьте иконку в трее.
zh_hant: Everywhere 已在執行中，請檢查系統匣圖示。

# Common_Info
source: Info
es: Información
ja: 情報
ko: 정보
ru: Информация
zh_hant: 資訊

# MainView_EverywhereHasMinimizedToTray
source: Everywhere has minimized to tray
de: Everywhere wurde in den Tray minimiert
es: Everywhere se ha minimizado a la bandeja
fr: Everywhere a été réduit dans la barre d'état système
it: Everywhere è stato ridotto a icona nel vassoio
ja: Everywhereはトレイに最小化されました
ko: Everywhere가 트레이로 최소화되었습니다.
ru: Everywhere свернут в трей
zh_hant: Everywhere 已縮小至系統匣

# ChatWindow_HistoryAction_Rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
ko: 이름 변경
ru: Переименовать
zh_hant: 重新命名

# Common_Delete
source: Delete
de: Löschen
es: Eliminar
ru: Удалить
zh_hant: 刪除

# AboutPage_WelcomePage
source: Welcome Page
de: Willkommensseite
es: Página de Bienvenida
fr: Page d'accueil
it: Pagina di Benvenuto
ja: ウェルカムページ
ko: 환영 페이지
ru: Стартовая страница
zh_hant: 歡迎頁面

# WelcomeView_IntroStep_Message1
source: 👋 Welcome to Everywhere
de: 👋 Willkommen bei Everywhere
es: 👋 Bienvenido a Everywhere
fr: 👋 Bienvenue sur Everywhere
it: 👋 Benvenuto in Everywhere
ja: 👋 Everywhereへようこそ
ko: 👋 Everywhere에 오신 것을 환영합니다
ru: 👋 Добро пожаловать в Everywhere
zh_hant: 👋 歡迎使用 Everywhere

# WelcomeView_IntroStep_Message2
source: Nice to meet you! Let me be your assistant and help you solve problems!
de: Schön, Sie kennenzulernen! Lassen Sie mich Ihr Assistent sein und Ihnen bei der Problemlösung helfen!
es: ¡Encantado de conocerte! ¡Déjame ser tu asistente y ayudarte a resolver problemas!
fr: Ravi de vous rencontrer ! Laissez-moi être votre assistant et vous aider à résoudre vos problèmes !
it: Piacere di conoscerti! Lascia che sia il tuo assistente e ti aiuti a risolvere i problemi!
ja: お会いできて嬉しいです！あなたのアシスタントとして問題解決をお手伝いします！
ko: 만나서 반가워요! 제가 당신의 조수가 되어 문제를 해결하는 데 도움을 드릴게요!
ru: Рад познакомиться! Позвольте мне быть вашим помощником и помогать решать задачи!
zh_hant: 很高興認識你！讓我成為你的助手，幫助你解決問題！

# ChangeLogView_ReportBugHyperlinkButton_Content
source: Report a Bug
de: Fehler melden
es: Reportar un Error
fr: Signaler un bug
it: Segnala un Bug
ja: バグを報告
ko: 버그 신고
ru: Сообщить об ошибке
zh_hant: 回報錯誤

# ChangeLogView_FeatureRequestHyperlinkButton_Content
source: Feature Request
de: Funktionsanfrage
es: Solicitud de Función
fr: Demande de fonctionnalité
it: Richiesta di Funzione
ja: 機能リクエスト
ko: 기능 요청
ru: Запрос функции
zh_hant: 功能請求

# ChatWindow_TogglePin_ToolTip
source: Pin Window (Ctrl+D)
de: Fenster anheften (Strg+D)
es: Fijar Ventana (Ctrl+D)
fr: Épingler la fenêtre (Ctrl+D)
it: Fissa Finestra (Ctrl+D)
ja: ウィンドウを固定 (Ctrl+D)
ko: 창 고정 (Ctrl+D)
ru: Закрепить окно (Ctrl+D)
zh_hant: 固定視窗 (Ctrl+D)

# ChatWindowPinMode_RememberPrevious
source: Remember previous status
de: Vorherigen Status speichern
es: Recordar estado anterior
fr: Se souvenir du statut précédent
it: Ricorda stato precedente
ja: 前の状態を記憶
ko: 이전 상태 기억
ru: Запомнить предыдущий статус
zh_hant: 記住先前狀態

# ChatWindowPinMode_AlwaysPinned
source: Always pinned
de: Immer angeheftet
es: Siempre fijada
fr: Toujours épinglé
it: Sempre fissato
ja: 常に固定
ko: 항상 고정
ru: Всегда закреплено
zh_hant: 總是固定

# ChatWindowPinMode_AlwaysUnpinned
source: Always unpinned
de: Immer nicht angeheftet
es: Nunca fijada
fr: Jamais épinglé
it: Mai fissato
ja: 常に固定解除
ko: 항상 고정 해제
ru: Всегда откреплено
zh_hant: 總是不固定

# ChatWindowPinMode_PinOnInput
source: Pin on input
de: Beim Eingeben anheften
es: Fijar al ingresar
fr: Épingler à l'entrée
it: Fissa su input
ja: 入力時に固定
ko: 입력 시 고정
ru: Закрепить при вводе
zh_hant: 輸入時固定

# VisualTreeDetailLevel_Detailed
source: Detailed
de: Detailliert
es: Detallado
fr: Détaillé
it: Dettagliato
ja: 詳細
ko: 상세
ru: Подробно
zh_hant: 詳細

# VisualTreeDetailLevel_Compact
source: Compact
de: Kompakt
es: Compacto
it: Compatto
ja: コンパクト
ko: 간결
ru: Компактно
zh_hant: 緊湊

# VisualTreeDetailLevel_Minimal
source: Minimal
de: Verifizierung fehlgeschlagen
es: Mínimo
it: Minimale
ja: 最小限
ko: 최소
ru: Минимально
zh_hant: 極簡

# ChatWindowSettings_WindowPinMode_Header
source: Window Pin Mode
de: Fenster-Pin-Modus
es: Modo de Fijación de Ventana
fr: Mode d'épinglage de la fenêtre
it: Modalità di Fissaggio Finestra
ja: ウィンドウ固定モード
ko: 창 고정 모드
ru: Режим закрепления окна
zh_hant: 視窗固定模式

# ChatWindowSettings_WindowPinMode_Description
source: Specifies the pin mode for the chat window when it is opened. When the window is not fixed, it will be hidden automatically when it loses focus.
de: Gibt den Pin-Modus für das Chat-Fenster an, wenn es geöffnet wird. Wenn das Fenster nicht fixiert ist, wird es automatisch ausgeblendet, wenn es den Fokus verliert.
es: Especifica el modo de fijación para la ventana de chat cuando se abre. Cuando la ventana no está fijada, se ocultará automáticamente al perder el foco.
fr: Spécifie le mode d'épinglage pour la fenêtre de chat lorsqu'elle est ouverte. Lorsque la fenêtre n'est pas fixée, elle sera automatiquement masquée lorsqu'elle perd le focus.
it: Specifica la modalità di fissaggio per la finestra della chat quando viene aperta. Quando la finestra non è fissata, verrà nascosta automaticamente quando perde il focus.
ja: チャットウィンドウを開いたときの固定モードを指定します。ウィンドウが固定されていない場合、フォーカスを失うと自動的に隠れます。
ko: 채팅 창이 열릴 때 고정 모드를 지정합니다. 창이 고정되지 않은 경우, 포커스를 잃으면 자동으로 숨겨집니다.
ru: Определяет режим закрепления окна чата при его открытии. Когда окно не закреплено, оно будет автоматически скрываться при потере фокуса.
zh_hant: 指定聊天視窗開啟時的固定模式。當視窗未固定時，失去焦點會自動隱藏。
