Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# WelcomeView_AssistantStep_PresetBased_Message1
source: Welcome to the preset mode. Just select the large model provider you want to use, then obtain the API key and fill it in, and finally choose the model to get started!
de: Willkommen im Preset-Modus. Wähle einfach den großen Modellanbieter, den du verwenden möchtest, hole dir dann den API-Schlüssel und fülle ihn aus, und wähle schließlich das Modell, um loszulegen!
es: Bienvenido al modo preestablecido. Solo necesitas seleccionar el proveedor del gran modelo que deseas usar, luego obtener la clave API y completarla, ¡y finalmente seleccionar el modelo para comenzar a usarlo!
ru: Добро пожаловать в режим предустановок. Просто выберите поставщика большого модели, затем получите API-ключ и заполните его, и наконец выберите модель, чтобы начать использовать!
zh_hant: 歡迎使用預設模式。只需要選擇你想用的大模型提供商，之後獲取 API 密鑰並填寫，最後選擇模型就可以開始使用啦！

# WelcomeView_AssistantStep_PresetBased_Message2
source: Don't worry, your key will be stored encrypted, I cannot read it.
de: Keine Sorge, dein Schlüssel wird verschlüsselt gespeichert, ich kann ihn nicht lesen.
es: No te preocupes, tu clave se almacenará de forma encriptada, no puedo leerla.
ru: Не волнуйтесь, ваш ключ будет зашифрован и сохранен, я не смогу его прочитать.
zh_hant: 別擔心，你的密鑰將會被加密存儲，我無法讀取。

# WelcomeView_SelectModelProviderStep_OfficialWebsiteHyperlinkButton_Content
source: 👉 Official website
de: 👉 Offizielle Website
es: 👉 Sitio web oficial
fr: 👉 Site officiel
it: 👉 Sito ufficiale
ja: 👉 公式ウェブサイト
ko: 👉 공식 웹사이트
ru: 👉 Официальный сайт
zh_hant: 👉 官方網站

# WelcomeView_IntroStep_Message6
source: Tip: You can click “About - Welcome Page” to reopen this message.
de: Tipp: Sie können „Info - Willkommensseite“ klicken, um diese Nachricht erneut zu öffnen.
es: Consejo: Puedes hacer clic en “Acerca de - Página de bienvenida” para reabrir este mensaje.
fr: Astuce : Vous pouvez cliquer sur « À propos - Page d'accueil » pour rouvrir ce message.
it: Suggerimento: puoi cliccare su “Informazioni - Pagina di benvenuto” per riaprire questo messaggio.
ja: ヒント：「About - Welcome Page」をクリックすると、このメッセージを再度開くことができます。
ko: 팁: "정보 - 환영 페이지"를 클릭하여 이 메시지를 다시 열 수 있습니다.
ru: Совет: Вы можете нажать «О программе - Страница приветствия», чтобы открыть это сообщение снова.
zh_hant: 提示：您可以點擊「關於 - 歡迎頁面」重新打開此消息。

# WelcomeView_IntroStep_Message5
source: Useful Links:
de: Nützliche Links:
es: Enlaces útiles:
fr: Liens utiles :
it: Link utili:
ja: 便利なリンク：
ko: 유용한 링크:
ru: Полезные ссылки:
zh_hant: 實用連結：

# WelcomeView_IntroStep_Message3
source: You can wake me up anytime, everywhere. I can understand your current work context—whether it's emails, articles, or web pages—and help you solve problems more intelligently!
de: Sie können mich jederzeit, überall aufwecken. Ich kann Ihren aktuellen Arbeitskontext verstehen — sei es E-Mails, Artikel oder Webseiten — und Ihnen helfen, Probleme intelligenter zu lösen!
es: Puedes despertarme en cualquier momento, en cualquier lugar. Puedo entender el contexto de tu trabajo actual, ya sean correos electrónicos, artículos o páginas web, ¡y ayudarte a resolver problemas de manera más inteligente!
fr: Vous pouvez me réveiller à tout moment, partout. Je peux comprendre le contexte de votre travail actuel—que ce soit des e-mails, des articles ou des pages web—et vous aider à résoudre les problèmes plus intelligemment !
it: Puoi svegliarmi in qualsiasi momento, ovunque. Posso comprendere il contesto del tuo lavoro attuale—che si tratti di email, articoli o pagine web—e aiutarti a risolvere i problemi in modo più intelligente!
ja: いつでもどこでも私を呼び出せます。メール、記事、ウェブページなど、現在の作業コンテキストを理解し、より賢く問題を解決するお手伝いをします！
ko: 언제 어디서나 저를 깨울 수 있습니다. 이메일, 기사, 웹 페이지 등 현재 작업 상황을 이해하고 더 지능적으로 문제를 해결하는 데 도움을 드릴 수 있습니다!
ru: Вы можете разбудить меня в любое время и в любом месте. Я могу понять ваш текущий рабочий контекст — будь то электронные письма, статьи или веб-страницы — и помочь вам решать проблемы более интеллектуально!
zh_hant: 您可以隨時隨地喚醒我。我可以理解您當前的工作上下文——無論是電子郵件、文章還是網頁——並更智能地幫助您解決問題！

# WelcomeView_IntroStep_Message4
source: If this is your first time using it, I'll guide you through the initial setup in three simple steps.
de: Wenn Sie dies zum ersten Mal verwenden, führe ich Sie in drei einfachen Schritten durch die erste Einrichtung.
es: Si es la primera vez que lo usas, te guiaré a través de la configuración inicial en tres simples pasos.
fr: Si c'est votre première utilisation, je vous guiderai à travers la configuration initiale en trois étapes simples.
it: Se è la prima volta che lo usi, ti guiderò attraverso la configurazione iniziale in tre semplici passaggi.
ja: 初めてのご利用の場合、3つの簡単なステップで初期設定を案内します。
ko: 처음 사용하신다면, 세 가지 간단한 단계로 초기 설정을 안내해 드리겠습니다.
ru: Если вы используете это впервые, я проведу вас через начальную настройку в три простых шага.
zh_hant: 如果這是您第一次使用，我將引導您通過三個簡單步驟完成初始設置。

# WelcomeView_AssistantStep_PresetBased_Message3
source: If you don't know how to choose or obtain the API key, please refer to the tutorial here.
de: Wenn du nicht weißt, wie du wählen oder einen API-Schlüssel erhalten kannst, schau dir hier die Anleitung an.
es: Si no sabes cómo elegir o cómo obtener la clave API, consulta aquí las instrucciones.
ru: Если вы не знаете, как выбрать или как получить API-ключ, пожалуйста, обратитесь к обучающим материалам здесь.
zh_hant: 如果你不知道如何選擇或者如何獲取 API 密鑰，請參考這裡的教學

# WelcomeView_EnterApiKeyStep_HowToGetApiKeyHyperlinkButton_Content
source: 👉 Click to open
de: 👉 Klicken Sie zum Öffnen
es: 👉 Haz clic para abrir
fr: 👉 Cliquez pour ouvrir
it: 👉 Clicca per aprire
ja: 👉 クリックして開く
ko: 👉 열기 클릭
ru: 👉 Нажмите, чтобы открыть
zh_hant: 👉 點擊打開

# WelcomeView_CheckConnectivityButton_Content
source: Test assistant availability
de: Verfügbarkeit des Assistenten testen
es: Probar disponibilidad del asistente
ru: Проверить доступность помощника
zh_hant: 測試助手可用性

# WelcomeView_AssistantStep_PresetBased_Message4
source: After completing your selection, please click 'Test assistant availability', and I will check if the configuration is correct.
de: Nachdem du deine Auswahl getroffen hast, klicke auf „Verfügbarkeit des Assistenten testen“, ich werde überprüfen, ob die Konfiguration korrekt ist.
es: Después de completar la selección, haz clic en “Probar disponibilidad del asistente”, verificaré si la configuración es correcta.
ru: После завершения выбора нажмите «Проверить доступность помощника», я проверю, правильно ли настроено.
zh_hant: 完成選擇後，請點擊“測試助手可用性”，我會檢查配置是否正確。

# WelcomeView_ApiKeyTextBox_Watermark
source: Enter API key here...
de: API-Schlüssel hier eingeben...
es: Introduce la clave API aquí...
fr: Entrez la clé API ici...
it: Inserisci qui la chiave API...
ja: ここにAPIキーを入力...
ko: 여기에 API 키 입력...
ru: Введите API ключ здесь...
zh_hant: 在此輸入 API 金鑰...

# WelcomeView_AssistantStep_PresetBased_Message5
source: 🎉 Verify successful! Let's move on to the final step!
de: 🎉 Verifizierung erfolgreich! Lassen Sie uns zum letzten Schritt übergehen!
es: 🎉 ¡Verificación exitosa! ¡Pasemos al paso final!
ru: 🎉 Проверка успешна! Переходим к последнему шагу!
zh_hant: 🎉 驗證成功！讓我們進入最後一步！

# WelcomeView_ShortcutStep_Message1
source: Congratulations! Everything is complete. You can wake me up anytime using the shortcut key below.
de: Herzlichen Glückwunsch! Alles ist abgeschlossen. Sie können mich jederzeit mit der unten angegebenen Tastenkombination aufwecken.
es: ¡Felicidades! Todo está completo. Puedes despertarme en cualquier momento usando la tecla de acceso rápido a continuación.
fr: Félicitations ! Tout est terminé. Vous pouvez me réveiller à tout moment en utilisant le raccourci ci-dessous.
it: Congratulazioni! Tutto è completo. Puoi svegliarmi in qualsiasi momento usando il tasto di scelta rapida qui sotto.
ja: おめでとうございます！すべて完了しました。以下のショートカットキーを使っていつでも私を呼び出せます。
ko: 축하합니다! 모든 것이 완료되었습니다. 아래 단축키를 사용하여 언제든지 저를 깨울 수 있습니다.
ru: Поздравляем! Все завершено. Вы можете разбудить меня в любое время, используя сочетание клавиш ниже.
zh_hant: 恭喜！一切就緒。您可以使用以下快捷鍵隨時喚醒我。

# WelcomeView_ShortcutStep_Message2
source: If there's no response, it might be occupied by other software. You can click to change the shortcut key.
de: Falls keine Reaktion erfolgt, könnte die Tastenkombination von anderer Software belegt sein. Klicken Sie, um die Tastenkombination zu ändern.
es: Si no hay respuesta, podría estar ocupado por otro software. Puedes hacer clic para cambiar la tecla de acceso rápido.
fr: Si aucune réponse n'est reçue, il se peut qu'il soit occupé par un autre logiciel. Vous pouvez cliquer pour changer la touche de raccourci.
it: Se non c'è risposta, potrebbe essere occupato da un altro software. Puoi cliccare per cambiare il tasto di scelta rapida.
ja: 反応がない場合は、他のソフトウェアが使用している可能性があります。ショートカットキーを変更するにはクリックしてください。
ko: 응답이 없으면 다른 소프트웨어가 사용 중일 수 있습니다. 단축키를 변경하려면 클릭하세요.
ru: Если нет ответа, возможно, он занят другим программным обеспечением. Вы можете нажать, чтобы изменить горячую клавишу.
zh_hant: 如果沒有回應，可能是被其他軟體佔用。您可以點擊更改快捷鍵。

# FriendlyExceptionMessage_Authentication
source: Authentication error.
de: Authentifizierungsfehler.
es: Error de autenticación.
fr: Erreur d'authentification.
it: Errore di autenticazione.
ja: 認証エラー。
ko: 인증 오류.
ru: Ошибка аутентификации.
zh_hant: 身份驗證錯誤。

# WelcomeView_TelemetryStep_Message1
source: To help me grow, we invite you to join the user experience program. We will collect your usage data, which will only be used for analysis and does not contain or allow for any inference of personal data about you.
de: Um mir zu helfen, mich zu verbessern, muss ich "Telemetrie" aktivieren, um anonyme Daten zu sammeln. Diese Daten werden ausschließlich zur Analyse verwendet und enthalten keine oder erlauben keine Rückschlüsse auf personenbezogene Informationen über Sie.
es: Para ayudarme a mejorar, necesito habilitar la “telemetría” para recopilar datos anónimos. Estos datos se utilizan únicamente para análisis y no contienen ni permiten inferir ninguna información personal identificable sobre ti.
fr: Pour m'aider à m'améliorer, j'ai besoin d'activer la « Télémétrie » pour collecter des données anonymes. Ces données sont utilisées uniquement à des fins d'analyse et ne contiennent ni ne permettent d'inférer des informations personnellement identifiables vous concernant.
it: Per aiutarmi a migliorare, ho bisogno di abilitare la “telemetria” per raccogliere dati anonimi. Questi dati sono utilizzati esclusivamente per l'analisi e non contengono né permettono di dedurre alcuna informazione personale identificabile su di te.
ja: 改善のために、「テレメトリ」を有効にして匿名データを収集する必要があります。このデータは分析のみに使用され、あなたの個人を特定できる情報を含んだり推測したりすることはありません。
ko: 개선을 위해 '텔레메트리'를 활성화하여 익명 데이터를 수집해야 합니다. 이 데이터는 분석 목적으로만 사용되며, 개인 식별 정보를 포함하거나 추론할 수 없습니다.
ru: Чтобы помочь мне улучшиться, мне нужно включить «Телеметрию» для сбора анонимных данных. Эти данные используются исключительно для анализа и не содержат и не позволяют делать выводы о какой-либо личной информации о вас.
zh_hant: 為了幫助我成長，我們誠邀您加入用戶體驗計劃。我們會收集您的使用數據，這些數據僅用於分析，不包含也無法從中推斷出任何和您個人有關的數據。

# WelcomeView_TelemetryStep_Message2
source: If you do not join, only necessary data will be sent. Rest assured, this choice will not affect core functionality.
de: Sie können wählen, nur notwendige Daten zu senden; diese Option wirkt sich nicht auf die Kernfunktionalität aus.
es: Puedes elegir enviar solo los datos necesarios; esta opción no afectará la funcionalidad principal.
fr: Vous pouvez choisir d'envoyer uniquement les données nécessaires ; cette option n'affectera pas les fonctionnalités principales.
it: Puoi scegliere di inviare solo i dati necessari; questa opzione non influirà sulla funzionalità principale.
ja: 必要なデータのみを送信することも選択できます。このオプションは基本機能に影響を与えません。
ko: 필수 데이터만 전송할 수 있으며, 이 옵션은 핵심 기능에 영향을 미치지 않습니다.
ru: Вы можете выбрать отправку только необходимых данных; эта опция не повлияет на основную функциональность.
zh_hant: 如果不加入，將只會發送必要數據。請放心，此選擇不會影響核心功能。

# WelcomeView_SendOnlyNecessaryDataButton_Content
source: Do not join
de: Nur notwendige Daten senden
es: Enviar solo datos necesarios
fr: Envoyer uniquement les données nécessaires
it: Invia solo dati necessari
ja: 必要なデータのみ送信
ko: 필수 데이터만 전송
ru: Отправлять только необходимые данные
zh_hant: 不加入

# WelcomeView_EnableTelemetryButton_Content
source: Join
de: Telemetrie aktivieren
es: Habilitar telemetría
fr: Activer la télémétrie
it: Abilita telemetria
ja: テレメトリを有効にする
ko: 텔레메트리 활성화
ru: Включить телеметрию
zh_hant: 加入

# CommonSettings_DiagnosticData_Header
source: Join the user experience program
de: Diagnosedaten
es: Diagnósticos
fr: Diagnostics
it: Diagnostica
ja: 診断
ko: 진단
ru: Диагностика
zh_hant: 加入用戶體驗計劃

# CommonSettings_DiagnosticData_Description
source: To help us improve, we invite you to join the user experience program. We will collect your usage data, which will only be used for analysis and does not contain or allow for any inference of personal data about you. If you do not join, only necessary data will be sent. This choice will not affect core functionality.
de: Um uns zu helfen, zu verbessern, benötigen wir die "Telemetrie", um anonyme Daten zu sammeln. Diese Daten werden ausschließlich zur Analyse verwendet und enthalten keine oder erlauben keine Rückschlüsse auf personenbezogene Informationen über Sie. Sie können wählen, nur notwendige Daten zu senden; diese Option wirkt sich nicht auf die Kernfunktionalität aus.
es: Para ayudarnos a mejorar, necesitamos la “telemetría” para recopilar datos anónimos. Estos datos se utilizan únicamente para análisis y no contienen ni permiten inferir ninguna información personal identificable sobre ti. Puedes elegir enviar solo los datos necesarios; esta opción no afectará la funcionalidad principal.
fr: Pour nous aider à nous améliorer, nous avons besoin de la « télémétrie » pour collecter des données anonymes. Ces données sont utilisées uniquement à des fins d'analyse et ne contiennent ni ne permettent d'inférer des informations personnellement identifiables vous concernant. Vous pouvez choisir d'envoyer uniquement les données nécessaires ; cette option n'affectera pas les fonctionnalités principales.
it: Per aiutarci a migliorare, abbiamo bisogno della “telemetria” per raccogliere dati anonimi. Questi dati sono utilizzati esclusivamente per l'analisi e non contengono né permettono di dedurre alcuna informazione personale identificabile su di te. Puoi scegliere di inviare solo i dati necessari; questa opzione non influirà sulla funzionalità principale.
ja: 改善のために、「テレメトリ」を有効にして匿名データを収集する必要があります。このデータは分析のみに使用され、あなたの個人を特定できる情報を含んだり推測したりすることはありません。必要なデータのみを送信することも選択できます。このオプションは基本機能に影響を与えません。
ko: 개선을 위해 '텔레메트리'를 활성화하여 익명 데이터를 수집해야 합니다. 이 데이터는 분석 목적으로만 사용되며, 개인 식별 정보를 포함하거나 추론할 수 없습니다. 필수 데이터만 전송할 수 있으며, 이 옵션은 핵심 기능에 영향을 미치지 않습니다.
ru: Чтобы помочь нам улучшиться, нам нужна «телеметрия» для сбора анонимных данных. Эти данные используются исключительно для анализа и не содержат и не позволяют делать выводы о какой-либо личной информации о вас. Вы можете выбрать отправку только необходимых данных; эта опция не повлияет на основную функциональность.
zh_hant: 為了幫助我們改進，我們誠邀您加入用戶體驗計劃。我們會收集您的使用數據，這些數據僅用於分析，不包含也無法從中推斷出任何和您個人有關的數據。如果不加入，將只會發送必要數據。此選擇不會影響核心功能。

# ChatWindowSettings_ShowChatStatistics_Header
source: Show Chat Statistics
de: Chat-Statistik anzeigen
es: Mostrar estadísticas del chat
fr: Afficher les statistiques de chat
it: Mostra statistiche chat
ja: チャット統計を表示
ko: 채팅 통계 표시
ru: Показать статистику чата
zh_hant: 顯示聊天統計

# ChatWindowSettings_ShowChatStatistics_Description
source: When enabled, usage data will be displayed at the end of each conversation round within the chat window.
de: Wenn aktiviert, werden Nutzungsdaten am Ende jeder Gesprächsrunde im Chatfenster angezeigt.
es: Cuando está habilitado, los datos de uso se mostrarán al final de cada ronda de conversación dentro de la ventana de chat.
fr: Lorsqu'elle est activée, les données d'utilisation seront affichées à la fin de chaque tour de conversation dans la fenêtre de chat.
it: Quando abilitato, i dati di utilizzo verranno visualizzati alla fine di ogni round di conversazione nella finestra della chat.
ja: 有効にすると、各会話ラウンドの終わりに使用データがチャットウィンドウに表示されます。
ko: 활성화되면 각 대화 라운드가 끝날 때 채팅 창에 사용 데이터가 표시됩니다.
ru: Когда включено, данные об использовании будут отображаться в конце каждого раунда разговора в окне чата.
zh_hant: 啟用後，使用數據將顯示在聊天窗口的每輪對話結束時。

# ChatWindow_ChatStatisticsTextBlock_InputTokenCountRun
source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
ru: Ввод
zh_hant: 輸入

# ChatWindow_ChatStatisticsTextBlock_OutputTokenCountRun
source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
ru: Вывод
zh_hant: 輸出

# ChatWindow_ChatStatisticsTextBlock_TotalTokenCountRun
source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 총계
ru: Всего
zh_hant: 總計

# ChatWindow_ChatStatisticsTextBlock_ElapsedRun
source: Elapsed
de: Verstrichen
es: Transcurrido
fr: Écoulé
it: Trascorso
ja: 経過時間
ko: 경과 시간
ru: Прошло
zh_hant: 耗時

# HandledChatException_InvalidConfiguration
source: Model configuration is incorrect, model provider or model ID is missing or invalid, or the current model does not support image input/tool calls.
de: Modellkonfiguration ist falsch, Modellanbieter oder Modell-ID fehlt oder ist ungültig, oder das aktuelle Modell unterstützt keine Bild-Eingabe/Werkzeugaufrufe.
es: La configuración del modelo es incorrecta, el proveedor del modelo o el ID del modelo faltan o son inválidos, o el modelo actual no soporta entrada de imagen/llamadas de herramientas.
fr: La configuration du modèle est incorrecte, le fournisseur du modèle ou l'ID du modèle sont manquants ou invalides, ou le modèle actuel ne prend pas en charge l'entrée d'image/appels d'outils.
it: La configurazione del modello è errata, il fornitore del modello o l'ID del modello mancano o sono invalidi, oppure il modello corrente non supporta l'input di immagini/chiamate di strumenti.
ja: モデル構成が正しくありません。モデルプロバイダーまたはモデルIDが欠落または無効であるか、現在のモデルが画像入力/ツール呼び出しをサポートしていません。
ko: 모델 구성이 올바르지 않습니다. 모델 제공자 또는 모델 ID가 누락되었거나 유효하지 않거나, 현재 모델이 이미지 입력/도구 호출을 지원하지 않습니다.
ru: Конфигурация модели неверна, поставщик модели или ID модели отсутствует или недействителен, или текущая модель не поддерживает ввод изображений/вызовы инструментов.
zh_hant: 模型配置不正確，模型提供商或模型 ID 缺失或無效，或當前模型不支持圖像輸入/工具調用。

# HandledChatException_InvalidApiKey
source: API key is missing or invalid.
de: API-Schlüssel fehlt oder ist ungültig.
es: La clave API falta o es inválida.
fr: La clé API est manquante ou invalide.
it: La chiave API è mancante o non valida.
ja: APIキーが欠落しているか無効です。
ko: API 키가 없거나 유효하지 않습니다.
ru: Отсутствует или недействительный API ключ.
zh_hant: API密鑰缺失或無效。

# HandledChatException_QuotaExceeded
source: Exceeding API usage quotas, which typically indicates insufficient balance or lack of access permissions for the current model.
de: Die API-Nutzungsquoten wurden überschritten, was typischerweise auf ein unzureichendes Guthaben oder fehlende Zugriffsberechtigungen für das aktuelle Modell hinweist.
es: Se han superado las cuotas de uso de la API, lo que indica típicamente un saldo insuficiente o falta de permisos de acceso para el modelo actual.
fr: Dépassement des quotas d'utilisation de l'API, ce qui indique généralement un solde insuffisant ou un manque de permissions d'accès pour le modèle actuel.
it: Superamento delle quote di utilizzo dell'API, che indica generalmente un saldo insufficiente o la mancanza di autorizzazioni di accesso per il modello attuale.
ja: API使用量の制限を超えています。これは通常、残高不足または現在のモデルへのアクセス権がないことを示しています。
ko: API 사용 쿼터를 초과했습니다. 이는 일반적으로 잔액 부족 또는 현재 모델에 대한 접근 권한 부족을 나타냅니다.
ru: Превышены квоты использования API, что обычно указывает на недостаточный баланс или отсутствие прав доступа для текущей модели.
zh_hant: 超出 API 使用配額，這通常表示餘額不足或當前模型缺乏訪問權限。

# HandledChatException_RateLimit
source: Request too frequent, insufficient account balance, or network/region not supported.
de: Anfrage zu häufig, Kontostand unzureichend oder Netzwerk/Region nicht unterstützt.
es: Solicitud demasiado frecuente, saldo insuficiente o red/región no admitida.
fr: Requête trop fréquente, solde insuffisant ou réseau/région non pris en charge.
it: Richiesta troppo frequente, saldo insufficiente o rete/regione non supportata.
ja: リクエストが頻繁すぎる、アカウント残高が不足している、またはネットワーク/地域がサポートされていない。
ko: 요청이 너무 빈번하거나, 계정 잔액이 부족하거나, 네트워크/지역이 지원되지 않습니다.
ru: Запрос слишком частый, недостаточный баланс счета или сеть/регион не поддерживается.
zh_hant: 請求過於頻繁、帳戶金額不足或者網路或地區不受支援。

# HandledChatException_EndpointNotReachable
source: Service endpoint is not reachable. Please check your network connection.
de: Der Dienstendpunkt ist nicht erreichbar. Bitte überprüfen Sie Ihre Netzwerkverbindung.
es: El punto de acceso del servicio no es accesible. Por favor, verifica tu conexión de red.
fr: Le point de terminaison du service est inaccessible. Veuillez vérifier votre connexion réseau.
it: L'endpoint del servizio non è raggiungibile. Si prega di controllare la connessione di rete.
ja: サービスエンドポイントに到達できません。ネットワーク接続を確認してください。
ko: 서비스 엔드포인트에 접근할 수 없습니다. 네트워크 연결을 확인하세요.
ru: Сервисный конечный пункт недоступен. Пожалуйста, проверьте ваше сетевое подключение.
zh_hant: 服務端點無法訪問。請檢查您的網絡連接。

# HandledChatException_InvalidEndpoint
source: Provided service endpoint is invalid.
de: Der angegebene Dienstendpunkt ist ungültig.
es: El punto de acceso del servicio proporcionado es inválido.
fr: Le point de terminaison du service fourni est invalide.
it: L'endpoint del servizio fornito non è valido.
ja: 提供されたサービスエンドポイントが無効です。
ko: 제공된 서비스 엔드포인트가 유효하지 않습니다.
ru: Предоставленный сервисный конечный пункт недействителен.
zh_hant: 提供的服務端點無效。

# HandledChatException_EmptyResponse
source: Service returned an empty response, which may indicate a network or service issue.
de: Der Dienst hat eine leere Antwort zurückgegeben, was auf ein Netzwerk- oder Dienstproblem hinweisen könnte.
es: El servicio devolvió una respuesta vacía, lo que puede indicar un problema de red o del servicio.
fr: Le service a renvoyé une réponse vide, ce qui peut indiquer un problème de réseau ou de service.
it: Il servizio ha restituito una risposta vuota, il che potrebbe indicare un problema di rete o di servizio.
ja: サービスから空の応答が返されました。ネットワークまたはサービスの問題を示している可能性があります。
ko: 서비스에서 빈 응답을 반환했습니다. 이는 네트워크 또는 서비스 문제일 수 있습니다.
ru: Сервис вернул пустой ответ, что может указывать на проблему с сетью или сервисом.
zh_hant: 服務返回了空回應，這可能表示網絡或服務問題。

# HandledChatException_FeatureNotSupport
source: Selected model does not support the requested feature.
de: Das ausgewählte Modell unterstützt die angeforderte Funktion nicht.
es: El modelo seleccionado no admite la función solicitada.
fr: Le modèle sélectionné ne prend pas en charge la fonctionnalité demandée.
it: Il modello selezionato non supporta la funzionalità richiesta.
ja: 選択したモデルは要求された機能をサポートしていません。
ko: 선택한 모델이 요청한 기능을 지원하지 않습니다.
ru: Выбранная модель не поддерживает запрашиваемую функцию.
zh_hant: 選擇的模型不支持請求的功能。

# HandledChatException_ImageNotSupport
source: Selected model does not support image input.
de: Das ausgewählte Modell unterstützt keine Bildeingabe.
es: El modelo seleccionado no soporta entrada de imagen.
fr: Le modèle sélectionné ne prend pas en charge l'entrée d'image.
it: Il modello selezionato non supporta l'input di immagini.
ja: 選択したモデルは画像入力をサポートしていません。
ko: 선택한 모델은 이미지 입력을 지원하지 않습니다.
ru: Выбранная модель не поддерживает ввод изображений.
zh_hant: 選擇的模型不支持圖像輸入。

# HandledChatException_Timeout
source: Request to the service timed out. Please try again.
de: Anforderung an den Dienst ist abgelaufen. Bitte versuchen Sie es erneut.
es: La solicitud al servicio ha expirado. Por favor, inténtalo de nuevo.
fr: La requête au service a expiré. Veuillez réessayer.
it: La richiesta al servizio è scaduta. Riprova.
ja: サービスへのリクエストがタイムアウトしました。もう一度お試しください。
ko: 서비스 요청이 시간 초과되었습니다. 다시 시도해 주세요.
ru: Запрос к сервису превысил время ожидания. Пожалуйста, попробуйте снова.
zh_hant: 請求服務超時。請再試一次。
