Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# HandledSystemException_DirectoryNotFound
source: Specified directory not found. Please ensure the directory exists and the path is correct.
de: Das angegebene Verzeichnis konnte nicht gefunden werden. Stellen Sie sicher, dass das Verzeichnis existiert und der Pfad korrekt ist.
es: Directorio especificado no encontrado. Por favor, asegúrese de que el directorio exista y que la ruta sea correcta.
fr: Répertoire spécifié introuvable. Veuillez vous assurer que le répertoire existe et que le chemin est correct.
it: Directory specificata non trovata. Assicurati che la directory esista e che il percorso sia corretto.
ja: 指定されたディレクトリが見つかりません。ディレクトリが存在し、パスが正しいことを確認してください。
ko: 지정된 디렉터리를 찾을 수 없습니다. 디렉터리가 존재하는지와 경로가 올바른지 확인하세요.
ru: Указанная директория не найдена. Пожалуйста, убедитесь, что директория существует и путь указан правильно.
zh_hant: 找不到指定的目錄。請確保目錄存在且路徑正確。

# HandledSystemException_NotSupported
source: Requested operation is not supported on your system.
de: Der angeforderte Vorgang wird auf Ihrem System nicht unterstützt.
es: La operación solicitada no es compatible con su sistema.
fr: L'opération demandée n'est pas prise en charge sur votre système.
it: L'operazione richiesta non è supportata sul tuo sistema.
ja: 要求された操作はシステムでサポートされていません。
ko: 요청한 작업은 시스템에서 지원되지 않습니다.
ru: Запрашиваемая операция не поддерживается на вашей системе.
zh_hant: 您的系統不支持請求的操作。

# HandledSystemException_Security
source: A security error occurred. The application may not have the necessary permissions.
de: Ein Sicherheitsfehler ist aufgetreten. Die Anwendung verfügt möglicherweise nicht über die erforderlichen Berechtigungen.
es: Ocurrió un error de seguridad. Es posible que la aplicación no tenga los permisos necesarios.
fr: Une erreur de sécurité s'est produite. L'application peut ne pas avoir les permissions nécessaires.
it: Si è verificato un errore di sicurezza. L'applicazione potrebbe non avere i permessi necessari.
ja: セキュリティエラーが発生しました。アプリケーションに必要な権限がない可能性があります。
ko: 보안 오류가 발생했습니다. 애플리케이션이 필요한 권한을 가지고 있지 않을 수 있습니다.
ru: Произошла ошибка безопасности. Приложение может не иметь необходимых разрешений.
zh_hant: 發生安全錯誤。應用程式可能沒有必要的權限。

# HandledSystemException_COMException
source: System component (COM) error occurred. This may indicate an issue with the OS or a dependency.
de: Ein Fehler bei einer Systemkomponente (COM) ist aufgetreten. Dies kann auf ein Problem mit dem Betriebssystem oder einer Abhängigkeit hinweisen.
es: Ocurrió un error de componente del sistema (COM). Esto puede indicar un problema con el sistema operativo o una dependencia.
fr: Une erreur de composant système (COM) s'est produite. Cela peut indiquer un problème avec le système d'exploitation ou une dépendance.
it: Si è verificato un errore del componente di sistema (COM). Questo potrebbe indicare un problema con il sistema operativo o una dipendenza.
ja: システムコンポーネント（COM）エラーが発生しました。これはOSまたは依存関係に問題があることを示している可能性があります。
ko: 시스템 구성 요소(COM) 오류가 발생했습니다. 이는 OS 또는 종속성 문제를 나타낼 수 있습니다.
ru: Произошла ошибка системного компонента (COM). Это может указывать на проблему с ОС или зависимостью.
zh_hant: 發生系統組件 (COM) 錯誤。這可能表示操作系統或依賴項存在問題。

# HandledSystemException_Win32Exception
source: A Windows system error occurred. Please check the application logs for more details.
de: Ein Windows-Systemfehler ist aufgetreten. Bitte überprüfen Sie die Anwendungslogs für weitere Details.
es: Se produjo un error del sistema de Windows. Por favor, revise los registros de la aplicación para más detalles.
fr: Une erreur système Windows s'est produite. Veuillez vérifier les journaux de l'application pour plus de détails.
it: Si è verificato un errore di sistema Windows. Controlla i log dell'applicazione per maggiori dettagli.
ja: Windowsシステムエラーが発生しました。詳細についてはアプリケーションログを確認してください。
ko: Windows 시스템 오류가 발생했습니다. 자세한 내용은 애플리케이션 로그를 확인하십시오.
ru: Произошла ошибка системы Windows. Пожалуйста, проверьте журналы приложения для получения более подробной информации.
zh_hant: 發生 Windows 系統錯誤。請檢查應用程式日誌以獲取更多詳細資訊。

# HandledSystemException_Socket
source: A network socket error occurred. Please check your network connection and firewall settings.
de: Ein Netzwerk-Socket-Fehler ist aufgetreten. Bitte überprüfen Sie Ihre Netzwerkverbindung und Firewall-Einstellungen.
es: Se produjo un error de socket de red. Por favor, verifique su conexión de red y la configuración del firewall.
fr: Une erreur de socket réseau s'est produite. Veuillez vérifier votre connexion réseau et les paramètres du pare-feu.
it: Si è verificato un errore di socket di rete. Controlla la tua connessione di rete e le impostazioni del firewall.
ja: ネットワークソケットエラーが発生しました。ネットワーク接続とファイアウォール設定を確認してください。
ko: 네트워크 소켓 오류가 발생했습니다. 네트워크 연결 및 방화벽 설정을 확인하십시오.
ru: Произошла ошибка сетевого сокета. Пожалуйста, проверьте ваше сетевое подключение и настройки брандмауэра.
zh_hant: 發生網路插槽錯誤。請檢查您的網路連線和防火牆設定。

# HandledSystemException_OutOfMemory
source: Application ran out of memory. Please close other programs and try again.
de: Die Anwendung hat keinen Arbeitsspeicher mehr. Schließen Sie bitte andere Programme und versuchen Sie es erneut.
es: La aplicación se quedó sin memoria. Por favor, cierre otros programas e intente de nuevo.
fr: L'application a manqué de mémoire. Veuillez fermer d'autres programmes et réessayer.
it: L'applicazione ha esaurito la memoria. Chiudi altri programmi e riprova.
ja: アプリケーションのメモリが不足しています。他のプログラムを閉じて、もう一度お試しください。
ko: 애플리케이션 메모리가 부족합니다. 다른 프로그램을 닫고 다시 시도하십시오.
ru: Приложению не хватает памяти. Пожалуйста, закройте другие программы и попробуйте снова.
zh_hant: 應用程式記憶體不足。請關閉其他程式後重試。

# HandledSystemException_DriveNotFound
source: Specified drive not found. Please ensure the drive is connected and accessible.
de: Das angegebene Laufwerk konnte nicht gefunden werden. Stellen Sie sicher, dass das Laufwerk verbunden und zugänglich ist.
es: No se encontró la unidad especificada. Por favor, asegúrese de que la unidad esté conectada y accesible.
fr: Le lecteur spécifié est introuvable. Veuillez vous assurer que le lecteur est connecté et accessible.
it: Unità specificata non trovata. Assicurati che l'unità sia connessa e accessibile.
ja: 指定されたドライブが見つかりません。ドライブが接続されていることを確認してください。
ko: 지정된 드라이브를 찾을 수 없습니다. 드라이브가 연결되어 있고 접근 가능한지 확인하십시오.
ru: Указанный диск не найден. Пожалуйста, убедитесь, что диск подключен и доступен.
zh_hant: 找不到指定的磁碟。請確保磁碟已連接並可存取。

# HandledSystemException_EndOfStream
source: An unexpected end of a data stream was reached. This might indicate a corrupted file or network issue.
de: Ein unerwartetes Ende eines Datenstroms wurde erreicht. Dies könnte auf eine beschädigte Datei oder ein Netzwerkproblem hinweisen.
es: Se alcanzó un final inesperado de un flujo de datos. Esto podría indicar un archivo corrupto o un problema de red.
fr: Une fin inattendue d'un flux de données a été atteinte. Cela peut indiquer un fichier corrompu ou un problème réseau.
it: È stato raggiunto un termine inaspettato di un flusso di dati. Questo potrebbe indicare un file corrotto o un problema di rete.
ja: データストリームの予期しない終わりに達しました。これはファイルの破損やネットワークの問題を示している可能性があります。
ko: 데이터 스트림의 예기치 않은 끝에 도달했습니다. 이는 파일 손상 또는 네트워크 문제를 나타낼 수 있습니다.
ru: Достигнут неожиданный конец потока данных. Это может указывать на поврежденный файл или сетевую проблему.
zh_hant: 已到達資料流的意外結尾。這可能表示檔案損壞或網路問題。

# HandledSystemException_InvalidData
source: Data being processed is invalid or corrupted. Please check the source file or data.
de: Die verarbeiteten Daten sind ungültig oder beschädigt. Bitte überprüfen Sie die Quelldatei oder die Daten.
es: Los datos que se están procesando son inválidos o están corruptos. Por favor, verifique el archivo o los datos de origen.
fr: Les données en cours de traitement sont invalides ou corrompues. Veuillez vérifier le fichier source ou les données.
it: I dati in elaborazione sono invalidi o corrotti. Controlla il file o i dati di origine.
ja: 処理中のデータが無効または破損しています。ソースファイルまたはデータを確認してください。
ko: 처리 중인 데이터가 유효하지 않거나 손상되었습니다. 소스 파일이나 데이터를 확인하십시오.
ru: Обрабатываемые данные недействительны или повреждены. Пожалуйста, проверьте исходный файл или данные.
zh_hant: 正在處理的資料無效或已損壞。請檢查來源檔案或資料。

# HandledSystemException_Unknown
source: An unexpected system error occurred. Please try again or check the application logs.
de: Ein unerwarteter Systemfehler ist aufgetreten. Bitte versuchen Sie es erneut oder überprüfen Sie die Anwendungsprotokolle.
es: Se produjo un error inesperado del sistema. Por favor, intente de nuevo o revise los registros de la aplicación.
fr: Une erreur système inattendue s'est produite. Veuillez réessayer ou vérifier les journaux de l'application.
it: Si è verificato un errore di sistema inaspettato. Riprova o controlla i log dell'applicazione.
ja: 予期しないシステムエラーが発生しました。もう一度試すか、アプリケーションログを確認してください。
ko: 예기치 않은 시스템 오류가 발생했습니다. 다시 시도하거나 애플리케이션 로그를 확인하십시오.
ru: Произошла неожиданная системная ошибка. Пожалуйста, попробуйте снова или проверьте журналы приложения.
zh_hant: 發生意外的系統錯誤。請重試或檢查應用程式日誌。

# CustomAssistantPage_CheckConnectivityButton_Content
source: Check Connectivity
de: Verbindung prüfen
es: Verificar Conectividad
fr: Vérifier la connectivité
it: Verifica Connettività
ja: 接続を確認
ko: 연결 상태 확인
ru: Проверить подключение
zh_hant: 檢查連線

# CustomAssistantPageViewModel_CheckConnectivity_SuccessToast_Title
source: Check Success
de: Überprüfung erfolgreich
es: Verificación Exitosa
fr: Vérification réussie
it: Verifica Riuscita
ja: 確認成功
ko: 확인 성공
ru: Проверка успешна
zh_hant: 檢查成功

# CustomAssistantPageViewModel_CheckConnectivity_FailedToast_Title
source: Check Failed
de: Überprüfung fehlgeschlagen
es: Verificación Fallida
fr: Échec de la vérification
it: Verifica Fallita
ja: 確認失敗
ko: 확인 실패
ru: Проверка не удалась
zh_hant: 檢查失敗

# ChatInputArea_CustomAssistantsMenuItem_ToolTip
source: Select the assistant
de: Assistent auswählen
es: Seleccionar el asistente
it: Seleziona l'assistente
ja: アシスタントを選択
ru: Выберите помощника
zh_hant: 選擇助手

# CustomAssistant_Icon_Description
source: Click to customize assistant icon.
de: Klicken Sie, um das Assistenten-Symbol anzupassen.
es: Haga clic para personalizar el ícono del asistente.
fr: Cliquez pour personnaliser l'icône de l'assistant.
it: Clicca per personalizzare l'icona dell'assistente.
ja: アシスタントアイコンをカスタマイズするにはクリックしてください。
ko: 도우미 아이콘을 사용자 정의하려면 클릭하십시오.
ru: Нажмите, чтобы настроить значок помощника.
zh_hant: 點擊以自訂助手圖示。

# CustomAssistant_Icon_Header
source: Icon
de: Symbol
es: Ícono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
ru: Значок
zh_hant: 圖示

# IconEditor_BackgroundTabItem_Header
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
ru: Фон
zh_hant: 背景

# IconEditor_ForegroundTabItem_Header
source: Foreground
de: Vordergrund
es: Primer Plano
fr: Premier plan
it: Primo Piano
ja: 前景
ko: 전경
ru: Передний план
zh_hant: 前景

# IconEditor_IconTabItem_Header
source: Icon
de: Symbol
es: Ícono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
ru: Значок
zh_hant: 圖示

# HandledSystemException_InvalidOperation
source: Operation is invalid. Please ensure the configuration is correct.
de: Die Operation ist ungültig. Bitte stellen Sie sicher, dass die Konfiguration korrekt ist.
es: La operación es inválida. Por favor, asegúrese de que la configuración sea correcta.
fr: L'opération est invalide. Veuillez vous assurer que la configuration est correcte.
it: Operazione non valida. Assicurati che la configurazione sia corretta.
ja: 操作が無効です。設定が正しいことを確認してください。
ko: 작업이 유효하지 않습니다. 설정이 올바른지 확인하십시오.
ru: Операция недействительна. Пожалуйста, убедитесь, что конфигурация правильная.
zh_hant: 操作無效。請確保設定正確。

# HandledSystemException_InvalidArgument
source: Argument is invalid. Please ensure the configuration is correct.
de: Das Argument ist ungültig. Bitte stellen Sie sicher, dass die Konfiguration korrekt ist.
es: El argumento es inválido. Por favor, asegúrese de que la configuración sea correcta.
fr: L'argument est invalide. Veuillez vous assurer que la configuration est correcte.
it: Argomento non valido. Assicurati che la configurazione sia corretta.
ja: 引数が無効です。設定が正しいことを確認してください。
ko: 인수가 유효하지 않습니다. 설정이 올바른지 확인하십시오.
ru: Аргумент недействителен. Пожалуйста, убедитесь, что конфигурация правильная.
zh_hant: 參數無效。請確保設定正確。

# HandledSystemException_InvalidFormat
source: Format is invalid. Please ensure the configuration is correct.
de: Das Format ist ungültig. Bitte stellen Sie sicher, dass die Konfiguration korrekt ist.
es: El formato es inválido. Por favor, asegúrese de que la configuración sea correcta.
fr: Le format est invalide. Veuillez vous assurer que la configuration est correcte.
it: Formato non valido. Assicurati che la configurazione sia corretta.
ja: 形式が無効です。設定が正しいことを確認してください。
ko: 형식이 유효하지 않습니다. 설정이 올바른지 확인하십시오.
ru: Формат недействителен. Пожалуйста, убедитесь, что конфигурация правильная.
zh_hant: 格式無效。請確保設定正確。

# HandledSystemException_ArgumentNull
source: Argument is empty. Please ensure the configuration is correct.
de: Das Argument ist leer. Bitte stellen Sie sicher, dass die Konfiguration korrekt ist.
es: El argumento está vacío. Por favor, asegúrese de que la configuración sea correcta.
fr: L'argument est vide. Veuillez vous assurer que la configuration est correcte.
it: Argomento vuoto. Assicurati che la configurazione sia corretta.
ja: 引数が空です。設定が正しいことを確認してください。
ko: 인수가 비어 있습니다. 설정이 올바른지 확인하십시오.
ru: Аргумент пуст. Пожалуйста, убедитесь, что конфигурация правильная.
zh_hant: 參數為空。請確保設定正確。

# HandledSystemException_ArgumentOutOfRange
source: Argument is out of valid range. Please ensure the configuration is correct.
de: Das Argument liegt außerhalb des gültigen Bereichs. Bitte stellen Sie sicher, dass die Konfiguration korrekt ist.
es: El argumento está fuera del rango válido. Por favor, asegúrese de que la configuración sea correcta.
fr: L'argument est hors de la plage valide. Veuillez vous assurer que la configuration est correcte.
it: L'argomento è fuori dall'intervallo valido. Assicurati che la configurazione sia corretta.
ja: 引数が有効な範囲外です。設定が正しいことを確認してください。
ko: 인수가 유효한 범위를 벗어났습니다. 설정이 올바른지 확인하세요.
ru: Аргумент выходит за пределы допустимого диапазона. Пожалуйста, убедитесь, что конфигурация правильная.
zh_hant: 參數超出有效範圍。請確保配置正確。

# HandledSystemException_SSLConnectionError
source: The SSL connection could not be established. Please check your network settings or certificate.
de: Die SSL-Verbindung konnte nicht hergestellt werden. Bitte überprüfen Sie Ihre Netzwerkeinstellungen oder das Zertifikat.
es: No se pudo establecer la conexión SSL. Por favor, verifica tu configuración de red o el certificado.
it: Impossibile stabilire la connessione SSL. Controlla le impostazioni di rete o il certificato.
ja: SSL接続を確立できませんでした。ネットワーク設定または証明書を確認してください。
ru: Не удалось установить SSL-соединение. Пожалуйста, проверьте настройки сети или сертификат.
zh_hant: 無法建立 SSL 連線。請檢查您的網路設定或證書。

# HandledSystemException_ConnectionRefused
source: The connection was refused by the server. Please check if the service is running and accessible.
de: Die Verbindung wurde vom Server verweigert. Bitte überprüfen Sie, ob der Dienst läuft und erreichbar ist.
es: La conexión fue rechazada por el servidor. Por favor, verifica si el servicio está en funcionamiento y accesible.
it: La connessione è stata rifiutata dal server. Controlla se il servizio è in esecuzione e accessibile.
ja: サーバーによって接続が拒否されました。サービスが実行中でアクセス可能か確認してください。
ru: Соединение было отклонено сервером. Пожалуйста, проверьте, работает ли служба и доступна ли она.
zh_hant: 伺服器拒絕了連線。請檢查服務是否正在運行且可訪問。

# HandledSystemException_HostNotFound
source: The host could not be found. Please check the address and your network connection.
de: Der Host konnte nicht gefunden werden. Bitte überprüfen Sie die Adresse und Ihre Netzwerkverbindung.
es: No se pudo encontrar el host. Por favor, verifica la dirección y tu conexión de red.
it: L'host non è stato trovato. Controlla l'indirizzo e la tua connessione di rete.
ja: ホストが見つかりませんでした。アドレスとネットワーク接続を確認してください。
ru: Хост не найден. Пожалуйста, проверьте адрес и соединение с сетью.
zh_hant: 找不到主機。請檢查地址和您的網路連線。

# Windows_BuiltInChatPlugin_Everything_Description
source: Use Everything (a high-performance local file search engine) to search for files on your computer.
de: Verwenden Sie Everything (eine leistungsstarke lokale Dateisuchmaschine), um nach Dateien auf Ihrem Computer zu suchen.
es: Utiliza Everything (un motor de búsqueda de archivos local de alto rendimiento) para buscar archivos en tu computadora.
it: Usa Everything (un motore di ricerca file locale ad alte prestazioni) per cercare file sul tuo computer.
ja: Everything（高性能なローカルファイル検索エンジン）を使用して、コンピュータ上のファイルを検索します。
ru: Используйте Everything (высокопроизводительный локальный поисковый движок) для поиска файлов на вашем компьютере.
zh_hant: 使用 Everything（一個高效能的本地文件搜尋引擎）來搜尋您電腦上的文件。

# CustomAssistantPage_CheckConnectivityButton_ToolTip
source: Confirm the availability of the model service
de: Verfügbarkeit des Modelldienstes bestätigen
es: Confirma la disponibilidad del servicio del modelo
fr: Confirmez la disponibilité du service de modèle.
it: Conferma la disponibilità del servizio del modello
ja: モデルサービスの利用可能性を確認します
ko: 모델 서비스의 가용성을 확인합니다.
ru: Подтвердите доступность сервиса модели
zh_hant: 確認模型服務的可用性

# CustomAssistantPage_CreateNewCustomAssistantButton_ToolTip
source: Start a new configuration for an AI assistant.
de: Eine neue Konfiguration für einen KI-Assistenten starten
es: Inicia una nueva configuración para un asistente de IA
fr: Commencez une nouvelle configuration pour un assistant IA.
it: Avvia una nuova configurazione per un assistente AI
ja: AIアシスタントの新しい設定を開始します
ko: AI 어시스턴트의 새 구성을 시작합니다.
ru: Начните новую настройку для AI-ассистента
zh_hant: 開始配置新的 AI 助理

# CustomAssistantPage_DeleteCustomAssistantButton_ToolTip
source: Deletes the selected assistant permanently
de: Löscht den ausgewählten Assistenten dauerhaft
es: Elimina permanentemente el asistente seleccionado
fr: Supprime définitivement l'assistant sélectionné.
it: Elimina definitivamente l'assistente selezionato
ja: 選択したアシスタントを完全に削除します
ko: 선택한 어시스턴트를 영구적으로 삭제합니다.
ru: Удаляет выбранного ассистента навсегда
zh_hant: 永久刪除選定的助理

# ChatInputArea_ContextFlyout_CutMenuItem_Header
source: Cut
de: Ausschneiden
es: Cortar
it: Taglia
ja: 切り取り
ru: Вырезать
zh_hant: 剪下

# ChatInputArea_ContextFlyout_PasteMenuItem_Header
source: Paste
de: Einfügen
es: Pegar
it: Incolla
ja: 貼り付け
ru: Вставить
zh_hant: 貼上

# Common_OK
source: OK
es: Aceptar
ko: 확인
ru: ОК
zh_hant: 確定

# Common_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hant: 取消

# Common_Abort
source: Abort
de: Abbrechen
es: Abortar
fr: Abandonner
it: Interrompi
ja: 中止
ko: 중단
ru: Прервать
zh_hant: 中止

# Common_Retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
ru: Повторить
zh_hant: 重試

# Common_Ignore
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
ru: Игнорировать
zh_hant: 忽略

# ConsentDecision_Deny
source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
it: Nega
ja: 拒否
ko: 거부
ru: Запретить
zh_hant: 拒絕

# ConsentDecision_AllowOnce
source: Allow once
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
it: Consenti una volta
ja: 一度だけ許可
ko: 한 번 허용
ru: Разрешить один раз
zh_hant: 允許一次

# ConsentDecision_AllowSession
source: Allow in session
de: In Sitzung erlauben
es: Permitir en la sesión
fr: Autoriser pendant la session
it: Consenti nella sessione
ja: セッション中許可
ko: 세션에서 허용
ru: Разрешить в сессии
zh_hant: 允許本次會話

# ConsentDecision_AlwaysAllow
source: Always allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
ja: 常に許可
ko: 항상 허용
ru: Всегда разрешать
zh_hant: 總是允許

# TextDifferenceEditor_AcceptButton_Content
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta
ja: 承認
ko: 수락
ru: Принять
zh_hant: 接受

# TextDifferenceEditor_RevertButton_Content
source: Revert
de: Rückgängig machen
es: Revertir
fr: Rétablir
it: Ripristina
ja: 元に戻す
ko: 되돌리기
ru: Отменить
zh_hant: 還原

# TextDifferenceSummaryView_AddedLineCountTextRun_Text
source: lines added
de: Zeilen hinzugefügt
es: líneas añadidas
fr: lignes ajoutées
it: righe aggiunte
ja: 行追加
ko: 줄 추가됨
ru: строк добавлено
zh_hant: 行已新增

# TextDifferenceSummaryView_RemovedLineCountTextRun_Text
source: lines deleted
de: Zeilen gelöscht
es: líneas eliminadas
fr: lignes supprimées
it: righe eliminate
ja: 行削除
ko: 줄 삭제됨
ru: строк удалено
zh_hant: 行已刪除

# TextDifferenceSummaryView_AcceptAllButton_Content
source: Accept All
de: Alle akzeptieren
es: Aceptar Todo
fr: Tout accepter
it: Accetta Tutto
ja: すべて承認
ko: 모두 수락
ru: Принять все
zh_hant: 全部接受

# TextDifferenceSummaryView_EditButton_Content
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
ru: Редактировать
zh_hant: 編輯

# TextDifferenceSummaryView_DiscardAllButton_Content
source: Discard All
de: Alle verwerfen
es: Descartar Todo
fr: Tout rejeter
it: Scarta Tutto
ja: すべて破棄
ko: 모두 버리기
ru: Отменить все
zh_hant: 全部捨棄

# BuiltInChatPlugin_FileSystem_DeleteFiles_DeletionConsent_Header
source: {0} files or folders will be deleted
de: {0} Dateien oder Ordner werden gelöscht
es: Se eliminarán {0} archivos o carpetas
it: {0} file o cartelle verranno eliminati
ja: {0} 個のファイルまたはフォルダが削除されます
ru: Будет удалено {0} файлов или папок
zh_hant: {0} 個檔案或資料夾將被刪除

# BuiltInChatPlugin_FileSystem_DeleteFiles_SystemFile_DeletionConsent_Header
source: System file or directory will be deleted
de: Systemdatei oder -verzeichnis wird gelöscht
es: Se eliminará un archivo o directorio del sistema
it: File o directory di sistema verranno eliminati
ja: システムファイルまたはディレクトリが削除されます
ru: Системный файл или директория будет удалена
zh_hant: 系統檔案或目錄將被刪除

# TextDifferenceEditor_DiscardButton_Content
source: Discard
de: Verwerfen
es: Descartar
fr: Rejeter
it: Scarta
ja: 破棄
ko: 버리기
ru: Отменить
zh_hant: 捨棄

# ChatPluginConsentRequest_Common_Header
source: Should “{0}” be granted permission to {1}?
de: Soll „{0}“ die Berechtigung für {1} erhalten?
es: ¿Se debe otorgar permiso a “{0}” para {1}?
fr: Faut-il accorder la permission à « {0} » pour {1} ?
it: Concedere a “{0}” il permesso di {1}?
ja: 「{0}」に{1}の権限を与えますか？
ko: “{0}”에 {1} 권한을 부여하시겠습니까?
ru: Предоставить ли «{0}» разрешение на {1}?
zh_hant: 是否授予「{0}」權限以{1}？

# ChatWindow_ScrollToBottom_ToolTip
source: Scroll to bottom
de: Nach unten scrollen
es: Desplazar al final
fr: Faire défiler vers le bas
it: Scorri in fondo
ja: 一番下までスクロール
ko: 맨 아래로 스크롤
ru: Прокрутить вниз
zh_hant: 滾動至底部

# ChatContext_Temporary
source: Temporary Chat
de: Temporärer Chat
es: Chat Temporal
fr: Chat temporaire
it: Chat Temporanea
ja: 一時チャット
ko: 임시 채팅
ru: Временный чат
zh_hant: 臨時聊天

# TemporaryChatMode_Never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: しない
ko: 안 함
ru: Никогда
zh_hant: 從不

# TemporaryChatMode_RememberLast
source: Remember Last
de: Letzten merken
es: Recordar Último
fr: Se souvenir du dernier
it: Ricorda Ultimo
ja: 最後を記憶
ko: 마지막 기억
ru: Запомнить последнее
zh_hant: 記住上次

# TemporaryChatMode_Always
source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に
ko: 항상
ru: Всегда
zh_hant: 總是

# ChatWindowSettings_TemporaryChatMode_Header
source: Temporary Chat Mode
de: Modus für temporäre Chats
es: Modo de Chat Temporal
fr: Mode Chat Temporaire
it: Modalità Chat Temporanea
ja: 一時チャットモード
ko: 임시 채팅 모드
ru: Режим временного чата
zh_hant: 臨時聊天模式

# ChatWindowSettings_TemporaryChatMode_Description
source: Whether to use temporary chats when creating new chats.
de: Ob temporäre Chats verwendet werden sollen, wenn neue Chats erstellt werden.
es: Si se deben usar chats temporales al crear nuevos chats.
fr: Utiliser des chats temporaires lors de la création de nouveaux chats.
it: Se utilizzare chat temporanee quando si creano nuove chat.
ja: 新しいチャットを作成する際に一時チャットを使用するかどうか。
ko: 새 채팅을 만들 때 임시 채팅을 사용할지 여부입니다.
ru: Использовать ли временные чаты при создании новых чатов.
zh_hant: 創建新聊天時是否使用臨時聊天。
