Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# BuiltInChatPlugin_FileSystem_SearchFiles_Header
source: Search files
de: Dateien suchen
es: Buscar archivos
it: Cerca file
ja: ファイルを検索
ru: Поиск файлов
zh_hant: 搜尋檔案

# BuiltInChatPlugin_FileSystem_GetFileInformation_Header
source: Get file info
de: Dateiinformationen abrufen
es: Obtener información del archivo
it: Ottieni info file
ja: ファイル情報を取得
ru: Получить информацию о файле
zh_hant: 取得檔案資訊

# BuiltInChatPlugin_FileSystem_SearchFileContent_Header
source: Search File Content
de: Dateiinhalte durchsuchen
es: Buscar contenido del archivo
it: Cerca Contenuto File
ja: ファイル内容を検索
ru: Поиск содержимого файла
zh_hant: 搜尋檔案內容

# BuiltInChatPlugin_FileSystem_ReadFile_Header
source: Read File
de: Datei lesen
es: Leer Archivo
it: Leggi File
ja: ファイルを読む
ru: Чтение файла
zh_hant: 讀取檔案

# BuiltInChatPlugin_FileSystem_MoveFile_Header
source: Move or Rename File
de: Datei verschieben oder umbenennen
es: Mover o Renombrar Archivo
it: Sposta o Rinomina File
ja: ファイルを移動または名前変更
ru: Переместить или переименовать файл
zh_hant: 移動或重新命名檔案

# BuiltInChatPlugin_FileSystem_DeleteFiles_Header
source: Delete File(s)
de: Datei(en) löschen
es: Eliminar Archivo(s)
it: Elimina File
ja: ファイルを削除
ru: Удалить файл(ы)
zh_hant: 刪除檔案

# BuiltInChatPlugin_FileSystem_CreateDirectory_Header
source: Create Directory
de: Verzeichnis erstellen
es: Crear Directorio
it: Crea Directory
ja: ディレクトリを作成
ru: Создать каталог
zh_hant: 建立目錄

# BuiltInChatPlugin_FileSystem_WriteToFile_Header
source: Write to File
de: In Datei schreiben
es: Escribir en Archivo
it: Scrivi su File
ja: ファイルに書き込む
ru: Запись в файл
zh_hant: 寫入檔案

# BuiltInChatPlugin_FileSystem_ReplaceFileContent_Header
source: Edit File Content
de: Dateiinhalt bearbeiten
es: Editar Contenido del Archivo
it: Modifica Contenuto del File
ja: ファイル内容を編集
ru: Редактировать содержимое файла
zh_hant: 編輯檔案內容

# BuiltInChatPlugin_WebBrowser_WebSearch_Header
source: Web Search
de: Websuche
es: Búsqueda Web
it: Ricerca Web
ja: ウェブ検索
ru: Поиск в Интернете
zh_hant: 網頁搜尋

# ChatPluginDisplayBlockPresenter_FileReferences_TotalCountTextBlock_Text
source: {0} Files or Folder
de: {0} Dateien oder Ordner
es: {0} Archivos o Carpetas
fr: {0} Fichiers ou Dossiers
it: {0} File o Cartella
ja: {0} ファイルまたはフォルダ
ko: {0} 파일 또는 폴더
ru: {0} файлов или папок
zh_hant: {0} 個檔案或資料夾

# ChatPluginDisplayBlockPresenter_FileReferences_HasMoreReferencesTextBlock_Text
source: etc.
de: usw.
it: ecc.
ja: など
ko: 기타
ru: и т.д.
zh_hant: 等等

# BuiltInChatPlugin_WebBrowser_WebSnapshot_Header
source: Visit Webpage
de: Webseite besuchen
es: Visitar Página Web
it: Visita Pagina Web
ja: ウェブページを訪問
ru: Посетить веб-страницу
zh_hant: 造訪網頁

# ChatPluginDisplayBlockPresenter_Urls_TotalCountTextBlock_Text
source: {0} Links
es: {0} Enlaces
fr: {0} Liens
it: {0} Link
ja: {0} リンク
ko: {0} 링크
ru: {0} Ссылки
zh_hant: {0} 個網址

# Windows_BuiltInChatPlugin_PowerShell_ExecuteScript_ScriptConsent_Header
source: The following PowerShell script will be executed
de: Das folgende PowerShell-Skript wird ausgeführt
es: El siguiente script de PowerShell será ejecutado
it: Il seguente script PowerShell verrà eseguito
ja: 次のPowerShellスクリプトが実行されます
ru: Следующий скрипт PowerShell будет выполнен
zh_hant: 將執行以下終 PowerShell 腳本

# BuiltInChatPlugin_VisualTree_CaptureVisualElementById_Header
source: Capture UI Element
de: UI-Element erfassen
es: Capturar Elemento de UI
it: Cattura Elemento UI
ja: UI要素をキャプチャ
ru: Захват элемента интерфейса
zh_hant: 擷取 UI 元素

# BuiltInChatPlugin_VisualTree_CaptureFullScreen_Header
source: Capture Full Screen
de: Vollbild erfassen
es: Capturar Pantalla Completa
it: Cattura Schermo Intero
ja: 全画面をキャプチャ
ru: Захватить весь экран
zh_hant: 擷取全螢幕

# BuiltInChatPlugin_VisualTree_ExecuteVisualActionQueue_Header
source: Operate UI elements
de: UI-Elemente bedienen
es: Operar elementos de UI
it: Opera su elementi UI
ja: UI要素を操作
ru: Управление элементами интерфейса
zh_hant: 操作 UI 元素

# Windows_BuiltInChatPlugin_Everything_SearchFiles_Header
source: Search Files via Everything
de: Dateien über Everything suchen
es: Buscar Archivos con Everything
it: Cerca File tramite Everything
ja: Everythingでファイルを検索
ru: Поиск файлов через Everything
zh_hant: 透過 Everything 搜尋檔案

# Windows_BuiltInChatPlugin_PowerShell_ExecuteScript_Header
source: Execute Script
de: Skript ausführen
es: Ejecutar Script
it: Esegui Script
ja: スクリプトを実行
ru: Выполнить скрипт
zh_hant: 執行腳本

# ChatWindowViewModel_AddFile_FilePickerFileType_Documents
source: Document
de: Dokument
es: Documento
it: Documento
ja: ドキュメント
ko: 문서
ru: Документ
zh_hant: 文件

# FilePickerFileType_SupportedFiles
source: Supported Files
de: Unterstützte Dateien
es: Archivos compatibles
ru: Поддерживаемые файлы
zh_hant: 支援的檔案

# ChatWindowViewModel_AddFile_FilePickerFileType_Images
source: Images
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
ru: Изображения
zh_hant: 圖片

# FilePickerFileType_AllFiles
source: All Files
de: Alle Dateien
es: Todos los archivos
ru: Все файлы
zh_hant: 所有檔案

# ChatContext_Metadata_Topic_Header
source: Topic
de: Thema
es: Tema
fr: Sujet
it: Argomento
ja: トピック
ko: 주제
ru: Тема
zh_hant: 主題

# ChatContext_Metadata_DateModified_Header
source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
ru: Дата
zh_hant: 日期

# ChatWindow_ChatHistory_RenameMenuItem_Header
source: Rename Chat
de: Chat umbenennen
es: Renombrar chat
fr: Renommer le chat
it: Rinomina Chat
ja: チャットの名前を変更
ko: 채팅 이름 변경
ru: Переименовать чат
zh_hant: 重新命名聊天

# ChatWindow_ChatHistory_DeleteMenuItem_Header
source: Delete Chat
de: Chat löschen
es: Eliminar chat
fr: Supprimer le chat
it: Elimina Chat
ja: チャットを削除
ko: 채팅 삭제
ru: Удалить чат
zh_hant: 刪除聊天

# ChatContextManager_LoadChatContextFailedToast_Content
source: Failed to load chat: {0}
de: Chat konnte nicht geladen werden: {0}
es: Error al cargar el chat: {0}
fr: Échec du chargement du chat : {0}
it: Caricamento chat fallito: {0}
ja: チャットの読み込みに失敗しました: {0}
ko: 채팅을 불러오지 못했습니다: {0}
ru: Не удалось загрузить чат: {0}
zh_hant: 載入聊天失敗: {0}

# ChatWindow_ViewAllHistoryButton_Content
source: View All
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Visualizza Tutto
ja: すべて表示
ko: 모두 보기
ru: Просмотреть все
zh_hant: 查看全部

# ChatWindow_ChatHistory_DeleteSelectedMenuItem_Header
source: Delete Selected
de: Ausgewählte löschen
es: Eliminar seleccionados
fr: Supprimer la sélection
it: Elimina Selezionati
ja: 選択したものを削除
ko: 선택 삭제
ru: Удалить выбранное
zh_hant: 刪除選擇項

# ChatWindow_BackAllHistoryButton_Content
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
ru: Назад
zh_hant: 返回

# ProxySettings_Header
source: Proxy
ja: プロキシ
ko: 프록시
ru: Прокси
zh_hant: 代理伺服器

# ProxySettings_Description
source: Setting the network proxy.
de: Netzwerk-Proxy einstellen.
es: Configuración del proxy de red.
fr: Paramétrage du proxy réseau.
it: Impostazione del proxy di rete.
ja: ネットワークプロキシの設定。
ko: 네트워크 프록시 설정.
ru: Настройка сетевого прокси.
zh_hant: 設定網路代理伺服器。

# Windows_BuiltInChatPlugin_PowerShell_ExecuteScript_ErrorMessage
source: PowerShell script execution failed: {0}
de: Die Ausführung des PowerShell-Skripts ist fehlgeschlagen: {0}
es: La ejecución del script de PowerShell falló: {0}
it: Esecuzione dello script PowerShell non riuscita: {0}
ja: PowerShellスクリプトの実行に失敗しました: {0}
ru: Ошибка выполнения скрипта PowerShell: {0}
zh_hant: PowerShell 腳本執行失敗: {0}

# BuiltInChatPlugin_FileSystem_SearchFiles_Description
source: Search for files or directories in a specified path matching the given pattern.
de: Suchen Sie nach Dateien oder Verzeichnissen in einem angegebenen Pfad, die dem angegebenen Muster entsprechen.
es: Buscar archivos o directorios en una ruta especificada que coincidan con el patrón dado.
it: Cerca file o directory in un percorso specificato che corrispondono al modello fornito.
ja: 指定されたパスで、与えられたパターンに一致するファイルまたはディレクトリを検索します。
ru: Искать файлы или директории по указанному пути, соответствующие заданному шаблону.
zh_hant: 在指定路徑中搜尋符合給定模式的檔案或目錄。

# BuiltInChatPlugin_FileSystem_GetFileInformation_Description
source: Get information about a file or directory at the specified path.
de: Holen Sie Informationen über eine Datei oder ein Verzeichnis am angegebenen Pfad.
es: Obtener información sobre un archivo o directorio en la ruta especificada.
it: Ottieni informazioni su un file o una directory nel percorso specificato.
ja: 指定されたパスにあるファイルまたはディレクトリの情報を取得します。
ru: Получить информацию о файле или директории по указанному пути.
zh_hant: 獲取指定路徑中檔案或目錄的資訊。

# BuiltInChatPlugin_FileSystem_SearchFileContent_Description
source: Search for a specific text within file(s) and return matching lines.
de: Suchen Sie nach einem bestimmten Text in Datei(en) und geben Sie übereinstimmende Zeilen zurück.
es: Buscar un texto específico dentro de archivo(s) y devolver las líneas coincidentes.
it: Cerca un testo specifico all'interno di file e restituisci le righe corrispondenti.
ja: ファイル内の特定のテキストを検索し、一致する行を返します。
ru: Искать конкретный текст в файле(ах) и вернуть соответствующие строки.
zh_hant: 在檔案中搜尋特定文字並返回匹配的行。

# BuiltInChatPlugin_FileSystem_ReadFile_Description
source: Read the content of a file at the specified path.
de: Lesen Sie den Inhalt einer Datei am angegebenen Pfad.
es: Leer el contenido de un archivo en la ruta especificada.
it: Leggi il contenuto di un file nel percorso specificato.
ja: 指定されたパスにあるファイルの内容を読み取ります。
ru: Читать содержимое файла по указанному пути.
zh_hant: 讀取指定路徑中檔案的內容。

# BuiltInChatPlugin_FileSystem_MoveFile_Description
source: Move or rename a file or directory.
de: Verschieben oder benennen Sie eine Datei oder ein Verzeichnis um.
es: Mover o renombrar un archivo o directorio.
it: Sposta o rinomina un file o una directory.
ja: ファイルまたはディレクトリを移動または名前変更します。
ru: Переместить или переименовать файл или директорию.
zh_hant: 移動或重新命名檔案或目錄。

# BuiltInChatPlugin_FileSystem_DeleteFiles_Description
source: Delete files or directories at the specified path.
de: Löschen Sie Dateien oder Verzeichnisse am angegebenen Pfad.
es: Eliminar archivos o directorios en la ruta especificada.
it: Elimina file o directory nel percorso specificato.
ja: 指定されたパスにあるファイルまたはディレクトリを削除します。
ru: Удалить файлы или директории по указанному пути.
zh_hant: 刪除指定路徑中的檔案或目錄。

# BuiltInChatPlugin_FileSystem_CreateDirectory_Description
source: Create a new directory at the specified path.
de: Erstellen Sie ein neues Verzeichnis am angegebenen Pfad.
es: Crear un nuevo directorio en la ruta especificada.
it: Crea una nuova directory nel percorso specificato.
ja: 指定されたパスに新しいディレクトリを作成します。
ru: Создать новую директорию по указанному пути.
zh_hant: 在指定路徑中創建新目錄。

# BuiltInChatPlugin_FileSystem_WriteToFile_Description
source: Write content to a text file at the specified path.
de: Schreiben Sie Inhalte in eine Textdatei am angegebenen Pfad.
es: Escribir contenido en un archivo de texto en la ruta especificada.
it: Scrivi contenuto in un file di testo nel percorso specificato.
ja: 指定されたパスにあるテキストファイルに内容を書き込みます。
ru: Записать содержимое в текстовый файл по указанному пути.
zh_hant: 在指定路徑的文字檔案中寫入內容。

# BuiltInChatPlugin_FileSystem_ReplaceFileContent_Description
source: Replace content in a text file.
de: Ersetzen Sie den Inhalt in einer Textdatei.
es: Reemplazar contenido en un archivo de texto.
it: Sostituisci il contenuto in un file di testo.
ja: テキストファイルの内容を置き換えます。
ru: Заменить содержимое в текстовом файле.
zh_hant: 替換文字檔案中的內容。

# BuiltInChatPlugin_FileSystem_ReadFile_FileTooLarge_ErrorMessage
source: File size exceeds 10 MB; read operation is not supported.
de: Die Dateigröße überschreitet 10 MB; Lesevorgang wird nicht unterstützt.
es: El tamaño del archivo excede 10 MB; la operación de lectura no es compatible.
it: La dimensione del file supera i 10 MB; l'operazione di lettura non è supportata.
ja: ファイルサイズが10 MBを超えているため、読み取り操作はサポートされていません。
ru: Размер файла превышает 10 МБ; операция чтения не поддерживается.
zh_hant: 檔案大小超過 10 MB；不支援讀取操作。

# BuiltInChatPlugin_FileSystem_MoveFile_CreateDirectory_ErrorMessage
source: Failed to create the directory.
de: Das Erstellen des Verzeichnisses ist fehlgeschlagen.
es: No se pudo crear el directorio.
it: Impossibile creare la directory.
ja: ディレクトリの作成に失敗しました。
ru: Не удалось создать директорию.
zh_hant: 創建目錄失敗。

# BuiltInChatPlugin_FileSystem_DeleteFiles_RootDirectory_Deletion_ErrorMessage
source: Cannot delete the root directory.
de: Das Stammverzeichnis kann nicht gelöscht werden.
es: No se puede eliminar el directorio raíz.
it: Impossibile eliminare la directory radice.
ja: ルートディレクトリを削除することはできません。
ru: Невозможно удалить корневую директорию.
zh_hant: 無法刪除根目錄。

# BuiltInChatPlugin_FileSystem_DeleteFiles_SystemFile_Deletion_ErrorMessage
source: Cannot delete system files or directories.
de: Systemdateien oder -verzeichnisse können nicht gelöscht werden.
es: No se pueden eliminar archivos o directorios del sistema.
it: Impossibile eliminare file o directory di sistema.
ja: システムファイルまたはディレクトリを削除することはできません。
ru: Невозможно удалить системные файлы или директории.
zh_hant: 無法刪除系統檔案或目錄。

# BuiltInChatPlugin_FileSystem_WriteToFile_BinaryFile_Write_ErrorMessage
source: Cannot write to a binary file.
de: Kann nicht in eine Binärdatei schreiben.
es: No se puede escribir en un archivo binario.
it: Impossibile scrivere in un file binario.
ja: バイナリファイルに書き込むことはできません。
ru: Невозможно записать в бинарный файл.
zh_hant: 無法寫入二進位檔案。

# HandledFunctionInvokingException_ArgumentError
source: The model provided an invalid value for the parameter '{0}', likely due to hallucination.
de: Das Modell hat einen ungültigen Wert für den Parameter '{0}' bereitgestellt, wahrscheinlich aufgrund von Halluzinationen.
es: El modelo proporcionó un valor inválido para el parámetro '{0}', probablemente debido a una alucinación.
it: Il modello ha fornito un valore non valido per il parametro '{0}', probabilmente a causa di allucinazioni.
ja: モデルがパラメータ'{0}'に無効な値を提供しました。おそらく幻覚によるものです。
ru: Модель предоставила недопустимое значение для параметра '{0}', вероятно, из-за галлюцинации.
zh_hant: 模型為參數 '{0}' 提供了無效的值，可能是由於幻覺造成的。

# BuiltInChatPlugin_FileSystem_ReplaceFileContent_FileTooLarge_ErrorMessage
source: File size is larger than 10 MB, replace operation is not supported.
de: Die Dateigröße ist größer als 10 MB, der Ersetzungsvorgang wird nicht unterstützt.
es: El tamaño del archivo es mayor a 10 MB, la operación de reemplazo no es compatible.
it: La dimensione del file è superiore a 10 MB, l'operazione di sostituzione non è supportata.
ja: ファイルサイズが10 MBを超えているため、置き換え操作はサポートされていません。
ru: Размер файла больше 10 МБ, операция замены не поддерживается.
zh_hant: 檔案大小超過 10 MB，不支援替換操作。

# BuiltInChatPlugin_FileSystem_ReplaceFileContent_BinaryFile_ErrorMessage
source: Cannot replace content in a binary file.
de: Kann den Inhalt in einer Binärdatei nicht ersetzen.
es: No se puede reemplazar el contenido en un archivo binario.
it: Impossibile sostituire il contenuto in un file binario.
ja: バイナリファイルの内容を置き換えることはできません。
ru: Невозможно заменить содержимое в бинарном файле.
zh_hant: 無法替換二進位檔案中的內容。

# BuiltInChatPlugin_FileSystem_EnsureDirectoryInfo_PathIsFile_ErrorMessage
source: Specified path is a file, not a directory.
de: Der angegebene Pfad ist eine Datei, kein Verzeichnis.
es: La ruta especificada es un archivo, no un directorio.
it: Il percorso specificato è un file, non una directory.
ja: 指定されたパスはファイルであり、ディレクトリではありません。
ru: Указанный путь является файлом, а не каталогом.
zh_hant: 指定的路徑是檔案，而不是目錄。

# BuiltInChatPlugin_FileSystem_EnsureDirectoryInfo_PathNotExist_ErrorMessage
source: Specified path is not a valid file or directory.
de: Der angegebene Pfad ist kein gültiges Datei- oder Verzeichnis.
es: La ruta especificada no es un archivo o directorio válido.
it: Il percorso specificato non è un file o una directory valida.
ja: 指定されたパスは有効なファイルまたはディレクトリではありません。
ru: Указанный путь не является действительным файлом или каталогом.
zh_hant: 指定的路徑不是有效的檔案或目錄。

# BuiltInChatPlugin_FileSystem_EnsureFileInfo_PathIsDirectory_ErrorMessage
source: Specified path is a directory, not a file.
de: Der angegebene Pfad ist ein Verzeichnis, keine Datei.
es: La ruta especificada es un directorio, no un archivo.
it: Il percorso specificato è una directory, non un file.
ja: 指定されたパスはディレクトリであり、ファイルではありません。
ru: Указанный путь является каталогом, а не файлом.
zh_hant: 指定的路徑是目錄，而不是檔案。

# BuiltInChatPlugin_FileSystem_EnsureFileInfo_PathNotExist_ErrorMessage
source: Specified file or directory was not found.
de: Die angegebene Datei oder das angegebene Verzeichnis wurde nicht gefunden.
es: El archivo o directorio especificado no fue encontrado.
it: Il file o la directory specificati non sono stati trovati.
ja: 指定されたファイルまたはディレクトリが見つかりませんでした。
ru: Указанный файл или каталог не найден.
zh_hant: 指定的檔案或目錄未找到。

# BuiltInChatPlugin_FileSystem_EnsureFileSystemInfo_PathNotExist_ErrorMessage
source: Specified path does not exist.
de: Der angegebene Pfad existiert nicht.
es: La ruta especificada no existe.
it: Il percorso specificato non esiste.
ja: 指定されたパスは存在しません。
ru: Указанный путь не существует.
zh_hant: 指定的路徑不存在。

# BuiltInChatPlugin_VisualTree_CaptureVisualElementById_Description
source: Capture a screenshot of a visual element.
de: Erstellen Sie einen Screenshot eines visuellen Elements.
es: Captura una captura de pantalla de un elemento visual.
it: Cattura uno screenshot di un elemento visivo.
ja: ビジュアル要素のスクリーンショットをキャプチャします。
ru: Сделать скриншот визуального элемента.
zh_hant: 捕捉視覺元素的螢幕截圖。

# BuiltInChatPlugin_VisualTree_CaptureFullScreen_Description
source: Capture a screenshot of the entire screen.
de: Erstellen Sie einen Screenshot des gesamten Bildschirms.
es: Captura una captura de pantalla de toda la pantalla.
it: Cattura uno screenshot dell'intero schermo.
ja: 画面全体のスクリーンショットをキャプチャします。
ru: Сделать скриншот всего экрана.
zh_hant: 捕捉整個螢幕的螢幕截圖。

# BuiltInChatPlugin_VisualTree_ExecuteVisualActionQueue_Description
source: Execute a set of UI automation actions such as clicking, typing, or sending shortcuts.
de: Führen Sie eine Reihe von UI-Automatisierungsaktionen wie Klicken, Tippen oder Senden von Tastenkombinationen aus.
es: Ejecuta un conjunto de acciones de automatización de UI como hacer clic, escribir o enviar atajos.
it: Esegui un insieme di azioni di automazione UI come cliccare, digitare o inviare scorciatoie.
ja: クリック、入力、ショートカット送信などのUI自動化アクションのセットを実行します。
ru: Выполнить набор действий автоматизации UI, таких как нажатие, ввод текста или отправка сочетаний клавиш.
zh_hant: 執行一組 UI 自動化動作，例如點擊、輸入或發送快捷鍵。

# BuiltInChatPlugin_VisualTree_CaptureFullScreen_NoScreenAvailable_ErrorMessage
source: No screen is available to capture.
de: Kein Bildschirm verfügbar, um einen Screenshot zu erstellen.
es: No hay pantalla disponible para capturar.
it: Nessuno schermo disponibile da catturare.
ja: キャプチャするための画面が利用できません。
ru: Нет доступного экрана для захвата.
zh_hant: 沒有可用的螢幕可供捕捉。

# BuiltInChatPlugin_WebBrowser_WebSearch_Description
source: Perform a web search.
de: Führen Sie eine Websuche durch.
es: Realiza una búsqueda en la web.
it: Esegui una ricerca sul web.
ja: ウェブ検索を実行します。
ru: Выполнить веб-поиск.
zh_hant: 執行網頁搜尋。

# BuiltInChatPlugin_WebBrowser_WebSnapshot_Description
source: Capture a snapshot of a web page’s content and basic info.
de: Erstellen Sie einen Snapshot des Inhalts und der grundlegenden Informationen einer Webseite.
es: Captura una instantánea del contenido y la información básica de una página web.
it: Cattura un'istantanea del contenuto e delle informazioni di base di una pagina web.
ja: ウェブページのコンテンツと基本情報のスナップショットをキャプチャします。
ru: Сделать снимок содержимого веб-страницы и основной информации.
zh_hant: 捕捉網頁內容和基本資訊的快照。

# BuiltInChatPlugin_WebBrowser_NoWebSearchEngineProviderSelected_ErrorMessage
source: Web search engine provider is not selected. Please configure it in the web browser of plugin settings.
de: Websuchmaschinenanbieter ist nicht ausgewählt. Bitte konfigurieren Sie ihn in den Einstellungen des Webbrowser-Plugins.
es: El proveedor del motor de búsqueda web no está seleccionado. Por favor, configúralo en la configuración del navegador web del plugin.
it: Il fornitore del motore di ricerca web non è selezionato. Si prega di configurarlo nelle impostazioni del browser web del plugin.
ja: ウェブ検索エンジンプロバイダーが選択されていません。プラグイン設定のウェブブラウザで構成してください。
ru: Поставщик веб-поиска не выбран. Пожалуйста, настройте его в настройках веб-браузера плагина.
zh_hant: 未選擇網頁搜尋引擎提供者。請在插件設定的網頁瀏覽器中進行配置。

# BuiltInChatPlugin_WebBrowser_InvalidWebSearchEngineEndpoint_ErrorMessage
source: Provided endpoint is invalid; please ensure it is a valid absolute URI.
de: Der angegebene Endpunkt ist ungültig; bitte stellen Sie sicher, dass es sich um eine gültige absolute URI handelt.
es: El endpoint proporcionado es inválido; asegúrate de que sea una URI absoluta válida.
it: L'endpoint fornito non è valido; assicurati che sia un URI assoluto valido.
ja: 提供されたエンドポイントが無効です。有効な絶対URIであることを確認してください。
ru: Предоставленный конечный пункт недействителен; пожалуйста, убедитесь, что это действительный абсолютный URI.
zh_hant: 提供的端點無效；請確保它是有效的絕對 URI。

# BuiltInChatPlugin_WebBrowser_GoogleSearchEngineIdNotSet_ErrorMessage
source: Google Search Engine ID is not set. Please configure it in the plugin settings.
de: Die Google-Suchmaschinen-ID ist nicht festgelegt. Bitte konfigurieren Sie sie in den Plugin-Einstellungen.
es: El ID del motor de búsqueda de Google no está configurado. Por favor, configúralo en la configuración del plugin.
it: L'ID del motore di ricerca Google non è impostato. Si prega di configurarlo nelle impostazioni del plugin.
ja: Google検索エンジンIDが設定されていません。プラグイン設定で構成してください。
ru: Идентификатор поисковой системы Google не установлен. Пожалуйста, настройте его в настройках плагина.
zh_hant: Google 搜尋引擎 ID 未設定。請在插件設定中進行配置。

# BuiltInChatPlugin_WebBrowser_UnsupportedWebSearchEngineProvider_ErrorMessage
source: Web search engine provider is not supported. Please switch it in the plugin settings.
de: Der Websuchmaschinenanbieter wird nicht unterstützt. Bitte wechseln Sie ihn in den Plugin-Einstellungen.
es: El proveedor del motor de búsqueda web no es compatible. Por favor, cámbialo en la configuración del plugin.
it: Il fornitore del motore di ricerca web non è supportato. Si prega di cambiarlo nelle impostazioni del plugin.
ja: ウェブ検索エンジンプロバイダーはサポートされていません。プラグイン設定で切り替えてください。
ru: Поставщик веб-поиска не поддерживается. Пожалуйста, измените его в настройках плагина.
zh_hant: 不支援的網頁搜尋引擎提供者。請在插件設定中切換。

# BuiltInChatPlugin_WebBrowser_WebSearchEngineApiKeyNotSet_ErrorMessage
source: API key is not set. Please configure it in the plugin settings.
de: Der API-Schlüssel ist nicht festgelegt. Bitte konfigurieren Sie ihn in den Plugin-Einstellungen.
es: La clave API no está configurada. Por favor, configúralo en la configuración del plugin.
it: La chiave API non è impostata. Si prega di configurarla nelle impostazioni del plugin.
ja: APIキーが設定されていません。プラグイン設定で構成してください。
ru: Ключ API не установлен. Пожалуйста, настройте его в настройках плагина.
zh_hant: API 金鑰未設定。請在插件設定中進行配置。

source: Failed to connect to the Puppeteer browser download URL.
de: Verbindung zur Puppeteer-Browser-Download-URL fehlgeschlagen.
es: Error al conectar con la URL de descarga del navegador Puppeteer.
it: Impossibile connettersi all'URL di download del browser Puppeteer.
ja: PuppeteerブラウザのダウンロードURLに接続できませんでした。
ru: Не удалось подключиться к URL-адресу загрузки браузера Puppeteer.
zh_hant: 無法連接到 Puppeteer 瀏覽器下載 URL。

# BuiltInChatPlugin_WebBrowser_PuppeteerBrowserLaunchError_ErrorMessage
source: Failed to launch the Puppeteer browser.
de: Fehler beim Starten des Puppeteer-Browsers.
es: No se pudo iniciar el navegador Puppeteer.
it: Impossibile avviare il browser Puppeteer.
ja: Puppeteerブラウザの起動に失敗しました。
ru: Не удалось запустить браузер Puppeteer.
zh_hant: 無法啟動 Puppeteer 瀏覽器。
