Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# WelcomeView_AssistantStep_Advanced_Message2
source: Please note that I cannot guarantee perfect compatibility with all third-party models.
de: Bitte beachten Sie, dass ich keine perfekte Kompatibilität mit allen Drittanbieter-Modellen garantieren kann.
es: Ten en cuenta que no puedo garantizar la compatibilidad perfecta con todos los modelos de terceros.
ru: Обратите внимание, что я не могу гарантировать полную совместимость со всеми сторонними моделями.
zh_hant: 請注意，我無法保證完美兼容所有第三方模型。

# AdvancedModelProviderConfigurator_InvalidEndpoint
source: Must be a valid URL starting with http:// or https://
de: Muss eine gültige URL sein, die mit http:// oder https:// beginnt
es: Debe ser una URL válida que comience con http:// o https://
ru: Должен быть действительный URL, начинающийся с http:// или https://
zh_hant: 必須是 http:// 或 https:// 開頭的有效 URL

# VisualElementType_Spinner
source: Spinner
de: Dropdown-Liste
es: Lista desplegable
ru: Выпадающий список
zh_hant: 下拉列表

# VisualElementType_Splitter
source: Splitter
es: Divisor
ru: Разделитель
zh_hant: 分隔器

# VisualElementType_StatusBar
source: Status bar
de: Statusleiste
es: Barra de estado
ru: Статусная строка
zh_hant: 狀態欄

# VisualElementType_ToolBar
source: Tool bar
de: Werkzeugleiste
es: Barra de herramientas
ru: Панель инструментов
zh_hant: 工具列

# VisualElementType_Header
source: Header
de: Überschrift
es: Encabezado
ru: Заголовок
zh_hant: 標題

# VisualElementType_HeaderItem
source: Header item
de: Überschriftselement
es: Elemento del encabezado
ru: Элемент заголовка
zh_hant: 標題項目

# ApiKey_EmptyName
source: (empty)
de: (leer)
es: (vacío)
ru: (пусто)
zh_hant: (空)

# ChatWindowSettings_AlwaysStartNewChat_Header
source: Always start new chat
de: Immer neuen Chat starten
es: Siempre iniciar un nuevo chat
ru: Всегда начинать новый чат
zh_hant: 總是開始新的對話

# ChatWindowSettings_AlwaysStartNewChat_Description
source: Automatically start a fresh session when summoning the app via shortcut, bypassing the previous conversation.
de: Automatisch eine neue Sitzung starten, wenn die App über die Verknüpfung aufgerufen wird, und die vorherige Unterhaltung umgehen.
es: Iniciar automáticamente una nueva sesión al invocar la aplicación mediante un atajo, omitiendo la conversación anterior.
ru: Автоматически начинать новую сессию при вызове приложения с помощью ярлыка, обходя предыдущий разговор.
zh_hant: 透過快捷鍵呼叫應用程式時，自動開始一個全新的會話，跳過之前的對話。

# ChatPluginPage_ImportMcpPluginButton_ToolTip
source: Import from JSON
de: Von JSON importieren
es: Importar desde JSON
ru: Импортировать из JSON
zh_hant: 從 JSON 匯入

# ChatPluginPageViewModel_ImportMcpPlugin_DialogTitle
source: Import MCP Plugin
de: MCP-Plugin importieren
es: Importar plugin MCP
ru: Импортировать MCP плагин
zh_hant: 匯入 MCP 插件

# McpImportForm_Description
source: Paste your MCP configuration JSON below, or import it from a local file.
de: Fügen Sie Ihre MCP-Konfigurations-JSON unten ein oder importieren Sie sie von einer lokalen Datei.
es: Pega tu configuración MCP en formato JSON a continuación, o impórtala desde un archivo local.
ru: Вставьте ваш JSON конфигурации MCP ниже или импортируйте его из локального файла.
zh_hant: 在下方粘貼您的 MCP 配置 JSON，或從本地文件導入。

# McpImportForm_OpenButton_Content
source: Open
de: Öffnen
es: Abrir
ru: Открыть
zh_hant: 打開

# ChatPluginPageViewModel_ImportMcpPlugin_SuccessToast_Title
source: Imported {0} MCP plugins
de: {0} MCP-Plugins importiert
es: Importados {0} plugins MCP
ru: Импортировано {0} MCP плагинов
zh_hant: 已匯入 {0} 個 MCP 插件

# ChatPluginPageViewModel_ImportMcpPlugin_FailedToast_Title
source: Failed to import MCP Plugins
de: Import von MCP-Plugins fehlgeschlagen
es: Error al importar plugins MCP
ru: Не удалось импортировать MCP плагины
zh_hant: 匯入 MCP 插件失敗

# ChatPluginPageViewModel_ImportMcpPlugin_NotFoundToast_Title
source: No valid MCP plugins found
de: Keine gültigen MCP-Plugins gefunden
es: No se encontraron plugins MCP válidos
ru: Не найдено действительных MCP плагинов
zh_hant: 未找到有效的 MCP 插件

# McpTransportConfiguration_DefaultName
source: MCP Server
es: Servidor MCP
ru: MCP Сервер
zh_hant: MCP 伺服器

# ChatPluginPageViewModel_ImportMcpPlugin_PartialSuccessToast_Title
source: Successfully imported {0} plugins, {1} failed
de: {0} Plugins erfolgreich importiert, {1} fehlgeschlagen
es: Se importaron con éxito {0} plugins, {1} fallaron
ru: Успешно импортировано {0} плагинов, {1} не удалось
zh_hant: 成功匯入 {0} 個插件，{1} 個失敗

# Application_TrayIcon_Menu_OpenChatWindow
source: Open Chat Window
de: Chatfenster öffnen
es: Abrir ventana de chat
ru: Открыть окно чата
zh_hant: 開啟聊天窗口

# Linux_NativeHelper_RestartAsAdministrator_DesktopNotification
source: Administrator privileges are usually unnecessary on Linux. If needed, please re-exec with sudo.
de: Unter Linux werden normalerweise nur Benutzerrechte verwendet. Wenn Administratorrechte erforderlich sind, starten Sie die Anwendung bitte mit sudo neu.
es: En Linux, normalmente solo se utilizan permisos de usuario. Si necesita permisos de administrador, reinicie la aplicación usando sudo.
zh_hant: Linux系統下通常僅使用使用者權限。如果需要管理員權限，請使用sudo重新啟動應用。

# Linux_ShortcutListener_Register_FailedToGrabHotkey
source: Failed to grab the hotkey. The key combination may be already in use.
de: Konnte die Tastenkombination nicht registrieren. Diese Kombination könnte bereits belegt sein.
es: No se pudo registrar la tecla de acceso rápido. Esa combinación de teclas puede estar en uso.
zh_hant: 無法註冊快捷鍵。該組合鍵可能已被佔用。

# ScreenSelectionMode_Free
source: Free
de: Frei
es: Libre
zh_hant: 自由

# ScreenSelectionToolTip_TipText_Free
source: Hold left mouse button to select, right-click or Esc to exit Use scroll wheel or number keys to switch selection mode
de: Halten Sie die linke Maustaste gedrückt, um auszuwählen, rechte Maustaste oder Esc zum Beenden Scrollrad oder Zifferntasten zum Wechseln des Auswahlmodus
es: Mantén presionado el botón izquierdo del ratón para seleccionar, usa el botón derecho o Esc para salir Rueda o teclas numéricas para cambiar el modo de selección
zh_hant: 按住左鍵框選，右鍵或 Esc 退出 滾輪或數字鍵切換選擇模式

# ChatWindow_ChatInputArea_AddAttachmentMenuItems_Screenshot
source: Screenshot
de: Bildschirmfoto
es: Captura de pantalla
zh_hant: 螢幕截圖

# CustomAssistant_ApiKey_Header
source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
ja: APIキー
ko: API 키

# MacOS_BuiltInChatPlugin_Zsh_Header
source: zsh Shell
es: Shell zsh
it: Shell zsh
ja: zshシェル
ru: zsh оболочка

# CustomAssistant_Endpoint_Header
source: URL
fr: URL de l'API
it: URL API
ja: API URL
ko: API URL

# McpTransportConfigurationForm_EndpointTextBox_Label
source: * URL
fr: * Point de terminaison
ko: * 엔드포인트
