Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# HandledChatException_NetworkError
source: A network error has occurred. Please check your network or proxy settings, or your service provider may not support your region.
de: Ein Netzwerkfehler ist aufgetreten. Bitte überprüfen Sie Ihre Netzwerk- oder Proxy-Einstellungen, oder Ihr Dienstanbieter unterstützt möglicherweise Ihre Region nicht.
es: Ha ocurrido un error de red. Por favor, verifica tu red o la configuración del proxy, o tu proveedor de servicios puede no soportar tu región.
fr: Une erreur réseau s'est produite. Veuillez vérifier vos paramètres réseau ou de proxy, ou votre fournisseur de services peut ne pas prendre en charge votre région.
it: Si è verificato un errore di rete. Controlla le impostazioni di rete o del proxy, oppure il tuo fornitore di servizi potrebbe non supportare la tua regione.
ja: ネットワークエラーが発生しました。ネットワークまたはプロキシ設定を確認するか、サービスプロバイダーがあなたの地域をサポートしていない可能性があります。
ko: 네트워크 오류가 발생했습니다. 네트워크 또는 프록시 설정을 확인하거나, 서비스 제공자가 귀하의 지역을 지원하지 않을 수 있습니다.
ru: Произошла ошибка сети. Пожалуйста, проверьте свои сетевые или прокси-настройки, или ваш провайдер услуг может не поддерживать ваш регион.
zh_hant: 發生網絡錯誤。請檢查您的網絡或代理設置，或者您的服務提供商可能不支持您的地區。

# HandledChatException_ServiceUnavailable
source: Service is currently unavailable. Please try again later.
de: Dienst ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es: El servicio no está disponible en este momento. Por favor, inténtalo más tarde.
fr: Le service est actuellement indisponible. Veuillez réessayer plus tard.
it: Il servizio non è attualmente disponibile. Riprova più tardi.
ja: サービスは現在利用できません。後でもう一度お試しください。
ko: 서비스를 현재 사용할 수 없습니다. 나중에 다시 시도해 주세요.
ru: Сервис временно недоступен. Пожалуйста, попробуйте позже.
zh_hant: 服務目前不可用。請稍後再試。

# HandledChatException_Unknown
source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue s'est produite.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка.
zh_hant: 發生未知錯誤。

# KernelMixinFactory_UnsupportedModelProviderSchema
source: Unsupported model provider API schema.
de: Nicht unterstützte API-Schema des Modellproviders.
es: Esquema de API del proveedor de modelos no compatible.
fr: Schéma d'API du fournisseur de modèle non pris en charge.
it: Schema API del provider del modello non supportato.
ja: サポートされていないモデルプロバイダーAPIスキーマです。
ko: 지원되지 않는 모델 제공자 API 스키마입니다.
ru: Неподдерживаемая схема API провайдера модели.
zh_hant: 不支持的模型提供者 API 架構。

# ChatWindowViewModel_QuickActions_Solve
source: Solve
de: Lösen
es: Resolver
fr: Résoudre
it: Risolvi
ja: 解決
ko: 해결
ru: Решить
zh_hant: 解決

# ChatWindowSettings_AutomaticallyAddElement_Header
source: Automatically Add Element
de: Element automatisch hinzufügen
es: Agregar Elemento Automáticamente
fr: Ajouter automatiquement un élément
it: Aggiungi Elemento Automaticamente
ja: 要素を自動追加
ko: 요소 자동 추가
ru: Автоматически добавлять элемент
zh_hant: 自動添加元素

# ChatWindowSettings_AutomaticallyAddElement_Description
source: When enabled, automatically add focused element as attachment when opening chat window.
de: Wenn aktiviert, wird das fokussierte Element automatisch als Anlage hinzugefügt, wenn das Chatfenster geöffnet wird.
es: Cuando está habilitado, agrega automáticamente el elemento enfocado como adjunto al abrir la ventana de chat.
fr: Lorsqu'elle est activée, ajoute automatiquement l'élément focalisé en tant que pièce jointe lors de l'ouverture de la fenêtre de chat.
it: Quando abilitato, aggiungi automaticamente l'elemento focalizzato come allegato all'apertura della finestra di chat.
ja: 有効にすると、チャットウィンドウを開く際にフォーカスされた要素を自動的に添付します。
ko: 활성화되면, 채팅 창을 열 때 포커스된 요소를 자동으로 첨부 파일로 추가합니다.
ru: При включении автоматически добавляет фокусируемый элемент в качестве вложения при открытии окна чата.
zh_hant: 啟用後，打開聊天窗口時會自動將焦點元素作為附件添加。

# ChatWindowSettings_AllowRunInBackground_Header
source: Allow Run in Background
de: Im Hintergrund ausführen erlauben
es: Permitir Ejecución en Segundo Plano
fr: Autoriser l'exécution en arrière-plan
it: Consenti Esecuzione in Background
ja: バックグラウンドでの実行を許可
ko: 백그라운드 실행 허용
ru: Разрешить работу в фоновом режиме
zh_hant: 允許在背景運行

# ChatWindowSettings_AllowRunInBackground_Description
source: When enabled, closing the chat window will not terminate the current task.
de: Wenn aktiviert, beendet das Schließen des Chatfensters nicht die aktuelle Aufgabe.
es: Cuando está habilitado, cerrar la ventana de chat no terminará la tarea actual.
fr: Lorsqu'elle est activée, la fermeture de la fenêtre de chat ne mettra pas fin à la tâche en cours.
it: Quando abilitato, la chiusura della finestra di chat non terminerà l'attività corrente.
ja: 有効にすると、チャットウィンドウを閉じても現在のタスクは終了しません。
ko: 활성화되면, 채팅 창을 닫아도 현재 작업이 종료되지 않습니다.
ru: При включении закрытие окна чата не завершит текущую задачу.
zh_hant: 啟用後，關閉聊天窗口將不會終止當前任務。

# HandledChatException_OperationCancelled
source: Operation cancelled.
de: Vorgang abgebrochen.
es: Operación cancelada.
fr: Opération annulée.
it: Operazione annullata.
ja: 操作がキャンセルされました。
ko: 작업이 취소되었습니다.
ru: Операция отменена.
zh_hant: 操作已取消。

# ChatPluginPage_SelectToViewDetails
source: Select an item on the left to view details
de: Wählen Sie ein Element links aus, um Details anzuzeigen
es: Selecciona un elemento a la izquierda para ver los detalles
fr: Sélectionnez un élément à gauche pour voir les détails
it: Seleziona un elemento a sinistra per visualizzare i dettagli
ja: 左の項目を選択して詳細を表示
ko: 세부 정보를 보려면 왼쪽에서 항목을 선택하세요
ru: Выберите элемент слева для просмотра деталей
zh_hant: 在左側選擇一項以查看詳細信息

# CommonSettings_SoftwareUpdate_Toast_UpdateFailed_Content
source: Failed to perform update.
de: Aktualisierung fehlgeschlagen.
es: No se pudo realizar la actualización.
fr: Échec de la mise à jour.
it: Aggiornamento non riuscito.
ja: 更新に失敗しました。
ko: 업데이트를 수행하지 못했습니다.
ru: Не удалось выполнить обновление.
zh_hant: 更新失敗。

# CommonSettings_SoftwareUpdate_Toast_CheckForUpdatesFailed_Content
source: Failed to check for updates.
de: Überprüfung auf Updates fehlgeschlagen.
es: No se pudo verificar si hay actualizaciones.
fr: Échec de la vérification des mises à jour.
it: Verifica degli aggiornamenti non riuscita.
ja: 更新の確認に失敗しました。
ko: 업데이트 확인에 실패했습니다.
ru: Не удалось проверить наличие обновлений.
zh_hant: 檢查更新失敗。

# SoftwareUpdater_PerformUpdate_FailedToast_Message
source: Failed to perform update.
de: Aktualisierung fehlgeschlagen.
es: No se pudo realizar la actualización.
fr: Échec de la mise à jour.
it: Aggiornamento non riuscito.
ja: 更新に失敗しました。
ko: 업데이트를 수행하지 못했습니다.
ru: Не удалось выполнить обновление.
zh_hant: 更新失敗。

# ChatInputArea_SettingsButton_ToolTip
source: Settings
de: Einstellungen
es: Configuración
it: Impostazioni
ja: 設定
ru: Настройки
zh_hant: 設置

# ChatWindow_ChatInputArea_SettingsMenuItems_VisualTreeTokenLimit
source: Visual tree length limit:
de: Begrenzung der Visual Tree-Länge:
es: Límite de longitud del árbol visual:
it: Limite lunghezza albero visivo:
ja: ビジュアルツリーの長さ制限：
ru: Ограничение длины визуального дерева:
zh_hant: 視覺樹長度限制：

# ChatWindow_ChatInputArea_SettingsMenuItems_VisualTreeDetailLevel
source: Visual tree detail level:
de: Detaillierungsgrad des visuellen Baums:
es: Nivel de detalle del árbol visual:
it: Livello di dettaglio albero visivo:
ja: ビジュアルツリーの詳細レベル：
ru: Уровень детализации визуального дерева:
zh_hant: 視覺樹詳細級別：

# SoftwareUpdater_UpdateAvailable_Toast_Message
source: Update available.
de: Update verfügbar.
es: Actualización disponible.
fr: Mise à jour disponible.
it: Aggiornamento disponibile.
ja: アップデートが利用可能です。
ko: 업데이트가 가능합니다.
ru: Доступно обновление.
zh_hant: 有可用更新。

# ChatWindow_ChatMessage_Assistant_DeepThinking
source: Deep thinking
de: Tiefes Denken
es: Pensamiento profundo
fr: Réflexion approfondie
it: Riflessione profonda
ja: 深く考えています
ko: 깊은 사고
ru: Глубокое размышление
zh_hant: 深入思考

# ChatFunctionPermissions_ScreenRead
source: Read Screen
de: Bildschirm lesen
es: Leer pantalla
fr: Lire l'écran
it: Leggi Schermo
ja: 画面を読む
ko: 화면 읽기
ru: Чтение экрана
zh_hant: 讀取螢幕

# ChatFunctionPermissions_ScreenAccess
source: Access Screen
de: Bildschirmzugriff
es: Acceder a la pantalla
fr: Accéder à l'écran
it: Accedi Schermo
ja: 画面にアクセス
ko: 화면 접근
ru: Доступ к экрану
zh_hant: 存取螢幕

# ChatFunctionPermissions_NetworkAccess
source: Access Network
de: Netzwerkzugriff
es: Acceder a la red
fr: Accéder au réseau
it: Accedi Rete
ja: ネットワークにアクセス
ko: 네트워크 접근
ru: Доступ к сети
zh_hant: 存取網路

# ChatFunctionPermissions_ClipboardRead
source: Read Clipboard
de: Zwischenablage lesen
es: Leer portapapeles
fr: Lire le presse-papiers
it: Leggi Appunti
ja: クリップボードを読む
ko: 클립보드 읽기
ru: Чтение буфера обмена
zh_hant: 讀取剪貼簿

# ChatFunctionPermissions_ClipboardAccess
source: Access Clipboard
de: Zugriff auf Zwischenablage
es: Acceder al portapapeles
fr: Accéder au presse-papiers
it: Accedi Appunti
ja: クリップボードにアクセス
ko: 클립보드 접근
ru: Доступ к буферу обмена
zh_hant: 存取剪貼簿

# ChatFunctionPermissions_FileRead
source: Read File
de: Datei lesen
es: Leer archivo
fr: Lire le fichier
it: Leggi File
ja: ファイルを読む
ko: 파일 읽기
ru: Чтение файла
zh_hant: 讀取檔案

# ChatFunctionPermissions_FileAccess
source: Access File
de: Dateizugriff
es: Acceder al archivo
fr: Accéder au fichier
it: Accedi File
ja: ファイルにアクセス
ko: 파일 접근
ru: Доступ к файлу
zh_hant: 存取檔案

# ChatFunctionPermissions_ShellExecute
source: Execute Shell Script
de: Shell-Skript ausführen
es: Ejecutar script de shell
fr: Exécuter un script shell
it: Esegui Script Shell
ja: シェルスクリプトを実行
ko: 셸 스크립트 실행
ru: Выполнение shell-скрипта
zh_hant: 執行 Shell 指令

# HandledChatException_ContextLengthExceeded
source: The context length exceeds the limit. Try creating a new chat or switching to a model with a longer context.
de: Die Kontextlänge überschreitet das Limit. Versuchen Sie, einen neuen Chat zu erstellen oder zu einem Modell mit längerer Kontextlänge zu wechseln.
es: La longitud del contexto excede el límite. Intenta crear un nuevo chat o cambiar a un modelo con un contexto más largo.
fr: La longueur du contexte dépasse la limite. Essayez de créer un nouveau chat ou de passer à un modèle avec un contexte plus long.
it: La lunghezza del contesto supera il limite. Prova a creare una nuova chat o a passare a un modello con un contesto più lungo.
ja: コンテキストの長さが制限を超えています。新しいチャットを作成するか、より長いコンテキストを持つモデルに切り替えてください。
ko: 컨텍스트 길이가 제한을 초과했습니다. 새 채팅을 생성하거나 더 긴 컨텍스트를 지원하는 모델로 전환해 보세요.
ru: Длина контекста превышает лимит. Попробуйте создать новый чат или переключиться на модель с более длинным контекстом.
zh_hant: 上下文長度超出限制。請嘗試創建新的聊天或切換到具有更長上下文的模型。

# ChatFunctionPermissions_ProcessAccess
source: Access Process
de: Prozesszugriff
es: Acceder al proceso
fr: Accéder au processus
it: Accedi Processo
ja: プロセスにアクセス
ko: 프로세스 접근
ru: Доступ к процессу
zh_hant: 存取程序

# CustomAssistant_Name_Default
source: Default Assistant
de: Standardassistent
es: Asistente predeterminado
fr: Assistant par défaut
it: Assistente Predefinito
ja: デフォルトアシスタント
ko: 기본 어시스턴트
ru: Ассистент по умолчанию
zh_hant: 預設助理

# CustomAssistantPage_Title
source: AI Assistant
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
it: Assistente AI
ja: AIアシスタント
ko: AI 어시스턴트
ru: AI Ассистент
zh_hant: AI 助理

# CustomAssistantPage_CreateNewCustomAssistantButton_Content
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
ru: Создать
zh_hant: 建立

# CustomAssistant_Name_Header
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_hant: 名稱

# CustomAssistant_Name_Description
source: Specify the name of the assistant, used solely for display and differentiation purposes.
de: Geben Sie den Namen des Assistenten an, der ausschließlich zu Anzeige- und Unterscheidungszwecken verwendet wird.
es: Especifica el nombre del asistente, usado únicamente para propósitos de visualización y diferenciación.
fr: Spécifiez le nom de l'assistant, utilisé uniquement à des fins d'affichage et de différenciation.
it: Specifica il nome dell'assistente, usato solo per scopi di visualizzazione e differenziazione.
ja: アシスタントの名前を指定します。表示と区別のためにのみ使用されます。
ko: 표시 및 구분 목적으로만 사용되는 어시스턴트의 이름을 지정하세요.
ru: Укажите имя ассистента, используемое исключительно для отображения и различения.
zh_hant: 指定助理的名稱，僅用於顯示和區分。

# CustomAssistant_Description_Header
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
ko: 설명
ru: Описание
zh_hant: 描述

# CustomAssistant_Description_Description
source: Specify the description of the assistant, used solely for display and differentiation purposes.
de: Geben Sie die Beschreibung des Assistenten an, die ausschließlich zu Anzeige- und Unterscheidungszwecken verwendet wird.
es: Especifica la descripción del asistente, usada únicamente para propósitos de visualización y diferenciación.
fr: Spécifiez la description de l'assistant, utilisée uniquement à des fins d'affichage et de différenciation.
it: Specifica la descrizione dell'assistente, usata solo per scopi di visualizzazione e differenziazione.
ja: アシスタントの説明を指定します。表示と区別のためにのみ使用されます。
ko: 표시 및 구분 목적으로만 사용되는 어시스턴트의 설명을 지정하세요.
ru: Укажите описание ассистента, используемое исключительно для отображения и различения.
zh_hant: 指定助理的描述，僅用於顯示和區分。

# CustomAssistant_SystemPrompt_Description
source: The system prompt will be sent to the model at the beginning of the conversation and will be kept up to date with each message sent. Placeholders can be used in the prompt, enclosed in {}, which will be replaced with the corresponding content before being sent to the model.
de: Der Systemprompt wird zu Beginn des Gesprächs an das Modell gesendet und bleibt bei jeder Nachricht aktuell. Im Prompt können Platzhalter verwendet werden, die in {} enthalten sind und vor dem Senden an das Modell durch die entsprechenden Inhalte ersetzt werden.
es: La palabra clave del sistema se enviará al modelo al comienzo de la conversación y se mantendrá actualizada en cada mensaje enviado. Se pueden usar marcadores de posición en la palabra clave, que están contenidos en {}, y se reemplazarán por el contenido correspondiente antes de enviarse al modelo.
fr: L'invite système est envoyée au modèle par défaut au début de la conversation. Une invite bien conçue inclut une introduction, une description de la tâche et des informations contextuelles. Des espaces réservés peuvent être utilisés dans l'invite, entourés de {}, et seront remplacés par le contenu correspondant avant d'être envoyés au modèle.
it: Il prompt di sistema viene inviato al modello per impostazione predefinita all'inizio della conversazione. Un prompt ben strutturato include un'introduzione, una descrizione del compito e informazioni contestuali. I segnaposto possono essere usati all'interno del prompt, racchiusi in {}, e saranno sostituiti con il contenuto corrispondente prima di essere inviati al modello.
ja: システムプロンプトは、会話の開始時にデフォルトでモデルに送信されます。よく作成されたプロンプトには、紹介、タスクの説明、コンテキスト情報が含まれます。 プロンプト内に{}で囲まれたプレースホルダーを使用でき、モデルに送信される前に対応する内容に置き換えられます。
ko: 시스템 프롬프트는 대화 시작 시 기본적으로 모델에 전송됩니다. 잘 작성된 프롬프트는 소개, 작업 설명, 그리고 맥락 정보를 포함합니다. 프롬프트 내에 {}로 둘러싸인 플레이스홀더를 사용할 수 있으며, 모델에 전송되기 전에 해당 내용으로 대체됩니다.
ru: Системный подсказка будет отправлена модели в начале диалога и будет обновляться с каждым отправленным сообщением. В подсказке можно использовать заполнители, заключенные в {}, которые будут заменены соответствующим содержимым перед отправкой модели.
zh_hant: 系統提示詞會在對話的開頭發送給模型，每次發送消息時都會保持最新。 提示詞中可以使用佔位符，包含在 {} 中，在發送給模型前會被替換成對應的內容。

# CustomAssistant_SystemPrompt_Header
source: System Prompt
de: Systemaufforderung
es: Indicador del sistema
fr: Invite du Système
it: Prompt di Sistema
ja: システムプロンプト
ko: 시스템 프롬프트
ru: Системный запрос
zh_hant: 系統提示

# CustomAssistantPage_DeleteCustomAssistantButton_Content
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hant: 刪除

# Common_Warning
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
ko: 경고
ru: Предупреждение
zh_hant: 警告

# CustomAssistantPageViewModel_DeleteCustomAssistant_Dialog_Message
source: Are you sure you want to delete the "{0}"?
de: Möchten Sie "{0}" wirklich löschen?
es: ¿Está seguro de que desea eliminar "{0}"?
fr: Êtes-vous sûr de vouloir supprimer "{0}" ?
it: Sei sicuro di voler eliminare "{0}"?
ja: "{0}"を削除してもよろしいですか？
ko: "{0}"을(를) 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить "{0}"?
zh_hant: 您確定要刪除 "{0}" 嗎？

# Common_Yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
ru: Да
zh_hant: 是

# Common_No
source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
ru: Нет
zh_hant: 否

# CustomAssistant_ModelProviderTemplate_Header
source: Model Provider
de: Modellanbieter
es: Proveedor del modelo
fr: Modèle de Fournisseur
it: Modello del Fornitore
ja: モデルプロバイダーテンプレート
ko: 모델 제공자 템플릿
ru: Поставщик модели
zh_hant: 模型提供商

# CustomAssistant_ModelDefinitionTemplate_Header
source: Model Name
de: Modellname
es: Nombre del modelo
fr: Modèle de Définition
it: Modello di Definizione
ja: モデル定義テンプレート
ko: 모델 정의 템플릿
ru: Название модели
zh_hant: 模型名稱

# CustomAssistant_ModelDefinitionTemplate_Description
source: Select a preset model name.
de: Wählen Sie einen vordefinierten Modellnamen aus.
es: Selecciona un nombre de modelo preestablecido.
fr: Sélectionnez un modèle pour définir automatiquement les valeurs par défaut pour des options telles que l'ID du modèle, le support d'entrée d'image, le support d'utilisation d'outils, et plus encore. Cliquez sur le bouton Réinitialiser pour revenir aux paramètres non définis.
it: Seleziona un modello per popolare automaticamente opzioni come “ID modello, Supporto input immagine, Supporto utilizzo strumenti.” Puoi modificare queste impostazioni secondo necessità.
ja: モデルID、画像入力のサポート、ツール使用のサポートなどのオプションを自動的に入力するテンプレートを選択します。必要に応じてこれらの設定を変更できます。
ko: 모델 ID, 이미지 입력 지원, 도구 사용 지원 등의 옵션에 대한 기본값을 자동으로 설정할 템플릿을 선택하세요. 초기화 버튼을 클릭하면 미정의된 설정으로 되돌릴 수 있습니다.
ru: Выберите предустановленное название модели.
zh_hant: 選擇一個預設的模型名稱。

# CustomAssistant_ModelProviderTemplate_Description
source: Select a preset model provider.
de: Wählen Sie einen vordefinierten Modellanbieter aus.
es: Selecciona un proveedor de modelo preestablecido.
fr: Sélectionnez un modèle pour définir automatiquement les valeurs par défaut pour des options telles que l'adresse d'appel API et le mode API. Cliquez sur le bouton Réinitialiser pour revenir aux paramètres non définis.
it: Seleziona un modello per popolare automaticamente opzioni come “Indirizzo API e Schema API.” Puoi modificare queste impostazioni secondo necessità.
ja: APIアドレスやAPIスキーマなどのオプションを自動的に入力するテンプレートを選択します。必要に応じてこれらの設定を変更できます。
ko: API 호출 주소 및 API 모드와 같은 옵션에 대한 기본값을 자동으로 설정할 템플릿을 선택하세요. 초기화 버튼을 클릭하면 미정의된 설정으로 되돌릴 수 있습니다.
ru: Выберите предустановленного поставщика модели.
zh_hant: 選擇一個預設的模型提供商。

# HandledSystemException_IOException
source: A general I/O error occurred. This might be due to a problem with reading or writing a file.
de: Ein allgemeiner E/A-Fehler ist aufgetreten. Dies könnte an einem Problem beim Lesen oder Schreiben einer Datei liegen.
es: Ocurrió un error general de E/S. Esto podría deberse a un problema al leer o escribir un archivo.
fr: Une erreur d'E/S générale s'est produite. Cela peut être dû à un problème de lecture ou d'écriture d'un fichier.
it: Si è verificato un errore generale di I/O. Questo potrebbe essere dovuto a un problema con la lettura o la scrittura di un file.
ja: 一般的なI/Oエラーが発生しました。これはファイルの読み書きに問題がある可能性があります。
ko: 일반적인 I/O 오류가 발생했습니다. 이는 파일 읽기 또는 쓰기 문제로 인해 발생할 수 있습니다.
ru: Произошла общая ошибка ввода-вывода. Это может быть связано с проблемой чтения или записи файла.
zh_hant: 發生了一般的 I/O 錯誤。這可能是由於讀寫文件時出現問題。

# HandledSystemException_UnauthorizedAccess
source: Access to a required resource was denied. Please check file permissions or run the application as an administrator.
de: Zugriff auf eine erforderliche Ressource wurde verweigert. Bitte überprüfen Sie die Dateiberechtigungen oder führen Sie die Anwendung als Administrator aus.
es: Se denegó el acceso a un recurso requerido. Por favor, verifique los permisos de archivo o ejecute la aplicación como administrador.
fr: L'accès à une ressource requise a été refusé. Veuillez vérifier les permissions des fichiers ou exécuter l'application en tant qu'administrateur.
it: Accesso a una risorsa richiesta negato. Controlla i permessi dei file o esegui l'applicazione come amministratore.
ja: 必要なリソースへのアクセスが拒否されました。ファイルの権限を確認するか、管理者としてアプリケーションを実行してください。
ko: 필요한 리소스에 대한 액세스가 거부되었습니다. 파일 권한을 확인하거나 관리자 권한으로 애플리케이션을 실행하세요.
ru: Доступ к необходимому ресурсу был запрещён. Пожалуйста, проверьте разрешения на файлы или запустите приложение от имени администратора.
zh_hant: 訪問所需資源被拒絕。請檢查文件權限或以管理員身份運行應用程式。

# HandledSystemException_PathTooLong
source: Specified file or directory path is too long. Please try using a shorter path.
de: Der angegebene Pfad zur Datei oder zum Verzeichnis ist zu lang. Bitte versuchen Sie, einen kürzeren Pfad zu verwenden.
es: La ruta especificada del archivo o directorio es demasiado larga. Por favor, intente usar una ruta más corta.
fr: Le chemin du fichier ou du répertoire spécifié est trop long. Veuillez essayer d'utiliser un chemin plus court.
it: Il percorso del file o della directory specificato è troppo lungo. Prova a utilizzare un percorso più breve.
ja: 指定されたファイルまたはディレクトリのパスが長すぎます。短いパスを試してください。
ko: 지정된 파일 또는 디렉터리 경로가 너무 깁니다. 더 짧은 경로를 사용해 보세요.
ru: Указанный путь к файлу или директории слишком длинный. Пожалуйста, попробуйте использовать более короткий путь.
zh_hant: 指定的文件或目錄路徑過長。請嘗試使用較短的路徑。

# HandledSystemException_OperationCancelled
source: Operation was cancelled.
de: Der Vorgang wurde abgebrochen.
es: La operación fue cancelada.
fr: L'opération a été annulée.
it: Operazione annullata.
ja: 操作がキャンセルされました。
ko: 작업이 취소되었습니다.
ru: Операция была отменена.
zh_hant: 操作已取消。

# HandledSystemException_Timeout
source: Operation timed out. Please check your system performance and try again.
de: Der Vorgang ist abgelaufen. Bitte überprüfen Sie Ihre Systemleistung und versuchen Sie es erneut.
es: La operación excedió el tiempo de espera. Por favor, verifique el rendimiento de su sistema e intente nuevamente.
fr: L'opération a expiré. Veuillez vérifier les performances de votre système et réessayer.
it: Operazione scaduta. Controlla le prestazioni del sistema e riprova.
ja: 操作がタイムアウトしました。システムのパフォーマンスを確認して再試行してください。
ko: 작업이 시간 초과되었습니다. 시스템 성능을 확인하고 다시 시도하세요.
ru: Время выполнения операции истекло. Пожалуйста, проверьте производительность системы и попробуйте снова.
zh_hant: 操作超時。請檢查您的系統性能並重試。

# HandledSystemException_FileNotFound
source: Specified file not found. Please ensure the file exists and the path is correct.
de: Die angegebene Datei konnte nicht gefunden werden. Bitte stellen Sie sicher, dass die Datei existiert und der Pfad korrekt ist.
es: Archivo especificado no encontrado. Por favor, asegúrese de que el archivo exista y que la ruta sea correcta.
fr: Fichier spécifié introuvable. Veuillez vous assurer que le fichier existe et que le chemin est correct.
it: File specificato non trovato. Assicurati che il file esista e che il percorso sia corretto.
ja: 指定されたファイルが見つかりません。ファイルが存在し、パスが正しいことを確認してください。
ko: 지정된 파일을 찾을 수 없습니다. 파일이 존재하는지와 경로가 올바른지 확인하세요.
ru: Указанный файл не найден. Пожалуйста, убедитесь, что файл существует и путь указан правильно.
zh_hant: 找不到指定的文件。請確保文件存在且路徑正確。
