Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# ChatWindowSettings_VisualTreeDetailLevel_Header
source: Visual Tree Detail Level
de: Detailstufe des visuellen Baums
es: Nivel de Detalle del Árbol Visual
fr: Niveau de détail de l'arborescence visuelle
it: Livello di Dettaglio dell'Albero Visivo
ja: ビジュアルツリー詳細レベル
ko: 시각적 트리 세부 수준
ru: Уровень детализации визуального дерева
zh_hant: 視覺樹細節層級

# ChatWindowSettings_VisualTreeDetailLevel_Description
source: Choose how much information is captured from the UI tree when attaching elements.
de: Wählen Sie aus, wie viel Informationen aus dem UI-Baum beim Anfügen von Elementen erfasst werden.
es: Elige cuánta información se captura del árbol de la interfaz al adjuntar elementos.
fr: Choisissez la quantité d'informations capturées depuis l'arborescence de l'interface utilisateur lors de l'attachement des éléments.
it: Scegli quante informazioni catturare dall'albero UI quando si collegano gli elementi.
ja: 要素を添付する際にUIツリーからどれだけの情報を取得するかを選択します。
ko: 요소를 연결할 때 UI 트리에서 얼마나 많은 정보를 캡처할지 선택합니다.
ru: Выберите, сколько информации будет захвачено из дерева UI при подключении элементов.
zh_hant: 選擇在附加元素時從 UI 樹中捕獲多少資訊。

# FriendlyExceptionMessage_ClientResult
source: Client error.
de: Client-Fehler.
es: Error del cliente.
fr: Erreur du client.
it: Errore del client.
ja: クライアントエラー。
ko: 클라이언트 오류입니다.
ru: Ошибка клиента.
zh_hant: 客戶端錯誤。

# CustomAssistant_PresencePenalty_Header
source: Expression Divergence (presence_penalty)
de: Ausdrucksdivergenz (presence_penalty)
es: Divergencia de Expresión (presence_penalty)
fr: Divergence d'Expression (presence_penalty)
it: Divergenza Espressiva (presence_penalty)
ja: 表現の多様性 (presence_penalty)
ko: 표현 다양성 (presence_penalty)
ru: Дивергенция выражений (presence_penalty)
zh_hant: 表達多樣性 (presence_penalty)

# CustomAssistant_PresencePenalty_Description
source: The higher the value, the more inclined to use different expressions and avoid concept repetition; the lower the value, the more inclined to use repeated concepts or narratives, resulting in more consistent expression. This setting is only effective for some models. If you encounter an error, try restoring the default value.
de: Je höher der Wert, desto stärker die Tendenz, verschiedene Ausdrücke zu verwenden und Wiederholungen von Konzepten zu vermeiden; je niedriger der Wert, desto stärker die Tendenz, wiederholte Konzepte oder Erzählungen zu verwenden, was zu einem konsistenteren Ausdruck führt. Diese Einstellung wirkt nur bei einigen Modellen. Wenn Sie einen Fehler begegnen, versuchen Sie, den Standardwert wiederherzustellen.
es: Cuanto mayor sea el valor, más propenso a usar diferentes expresiones y evitar la repetición de conceptos; cuanto menor sea el valor, más propenso a usar conceptos o narrativas repetidas, resultando en una expresión más consistente. Esta configuración solo es efectiva para algunos modelos. Si encuentras un error, intenta restaurar el valor predeterminado.
fr: Plus la valeur est élevée, plus l'assistant est enclin à utiliser des expressions différentes et à éviter la répétition de concepts ; plus la valeur est basse, plus il est enclin à utiliser des concepts ou des récits répétés, ce qui entraîne une expression plus cohérente. Ce réglage n'est efficace que pour certains modèles. Si vous rencontrez une erreur, essayez de rétablir la valeur par défaut.
it: Più alto è il valore, più è incline a usare espressioni diverse ed evitare la ripetizione di concetti; più basso è il valore, più è incline a usare concetti o narrazioni ripetute, risultando in un'espressione più coerente. Questa impostazione è efficace solo per alcuni modelli. Se riscontri un errore, prova a ripristinare il valore predefinito.
ja: 値が高いほど、異なる表現を使用し、概念の繰り返しを避ける傾向があります。値が低いほど、繰り返しの概念や物語を使用する傾向があり、より一貫した表現になります。この設定は一部のモデルでのみ有効です。エラーが発生した場合は、デフォルト値に戻してみてください。
ko: 값이 높을수록 다양한 표현을 사용하고 개념 반복을 피하려고 하며, 값이 낮을수록 반복된 개념이나 서술을 사용하여 일관된 표현을 유지하려고 합니다. 이 설정은 일부 모델에서만 효과적입니다. 오류가 발생하면 기본값으로 복원해 보세요.
ru: Чем выше значение, тем больше склонность использовать разные выражения и избегать повторения концепций; чем ниже значение, тем больше склонность к использованию повторяющихся концепций или нарративов, что приводит к более последовательному выражению. Эта настройка эффективна только для некоторых моделей. Если возникает ошибка, попробуйте восстановить значение по умолчанию.
zh_hant: 值越高，越傾向於使用不同的表達方式，避免重複概念；值越低，越傾向於重複概念或敘述，表達更一致。此設置僅對某些模型有效。如果遇到錯誤，請嘗試恢復默認值。

# CustomAssistant_FrequencyPenalty_Header
source: Vocabulary Richness (frequency_penalty)
de: Vokabularreichhaltigkeit (frequency_penalty)
es: Riqueza de Vocabulario (frequency_penalty)
fr: Richesse du Vocabulaire (frequency_penalty)
it: Ricchezza del Vocabolario (frequency_penalty)
ja: 語彙の豊かさ (frequency_penalty)
ko: 어휘 풍부성 (frequency_penalty)
ru: Богатство словаря (frequency_penalty)
zh_hant: 詞彙豐富度 (frequency_penalty)

# CustomAssistant_FrequencyPenalty_Description
source: The higher the value, the more diverse and rich the vocabulary; the lower the value, the simpler and more straightforward the language. This setting is only effective for some models. If you encounter an error, try restoring the default value.
de: Je höher der Wert, dest diverser und reicher das Vokabular; je niedriger der Wert, dest einfacher und direkter die Sprache. Diese Einstellung wirkt nur bei einigen Modellen. Wenn Sie einen Fehler begegnen, versuchen Sie, den Standardwert wiederherzustellen.
es: Cuanto mayor sea el valor, más diverso y rico será el vocabulario; cuanto menor sea el valor, más simple y directo será el lenguaje. Esta configuración solo es efectiva para algunos modelos. Si encuentras un error, intenta restaurar el valor predeterminado.
fr: Plus la valeur est élevée, plus le vocabulaire est diversifié et riche ; plus la valeur est basse, plus le langage est simple et direct. Ce réglage n'est efficace que pour certains modèles. Si vous rencontrez une erreur, essayez de rétablir la valeur par défaut.
it: Più alto è il valore, più il vocabolario è vario e ricco; più basso è il valore, più il linguaggio è semplice e diretto. Questa impostazione è efficace solo per alcuni modelli. Se riscontri un errore, prova a ripristinare il valore predefinito.
ja: 値が高いほど、語彙が多様で豊かになります。値が低いほど、言語が単純で明確になります。この設定は一部のモデルでのみ有効です。エラーが発生した場合は、デフォルト値に戻してみてください。
ko: 값이 높을수록 어휘가 다양하고 풍부해지며, 값이 낮을수록 언어가 단순하고 직관적입니다. 이 설정은 일부 모델에서만 효과적입니다. 오류가 발생하면 기본값으로 복원해 보세요.
ru: Чем выше значение, тем разнообразнее и богаче словарный запас; чем ниже значение, тем проще и прямолинейнее язык. Эта настройка эффективна только для некоторых моделей. Если возникает ошибка, попробуйте восстановить значение по умолчанию.
zh_hant: 值越高，詞彙越多樣豐富；值越低，語言越簡單直接。此設置僅對某些模型有效。如果遇到錯誤，請嘗試恢復默認值。

# CustomAssistant_Endpoint_Description
source: Must start with http:// or https://.
de: Muss mit http:// oder https:// beginnen.
es: Debe comenzar con http:// o https://.
fr: Laissez cette valeur par défaut si vous ne savez pas quoi faire. Doit commencer par "http(s)://".
it: Lasciare questo valore predefinito se non sai cosa fare. Deve iniziare con "http(s)://".
ja: 何をすべきかわからない場合はデフォルトのままにしてください。「http(s)://」で始まる必要があります。
ko: 무엇을 해야 할지 모를 경우 기본값으로 두세요. "http(s)://"로 시작해야 합니다.
ru: Должен начинаться с http:// или https://.
zh_hant: 必須以 http:// 或 https:// 開頭。

# CustomAssistant_ApiKey_Description
source: For online models, you need to get from the corresponding official, please refer to the guide for details.
de: Bei Online-Modellen müssen Sie dies vom entsprechenden Anbieter erhalten. Bitte beachten Sie die Anleitung für weitere Details.
es: Para modelos en línea, necesitas obtenerla del sitio oficial correspondiente, por favor consulta la guía para más detalles.
fr: Pour les modèles en ligne, vous devez l'obtenir auprès de l'officiel correspondant, veuillez vous référer au guide pour plus de détails.
it: Per i modelli online, devi ottenerla dall'ufficiale corrispondente, fai riferimento alla guida per i dettagli.
ja: オンラインモデルの場合、対応する公式から取得する必要があります。詳細はガイドを参照してください。
ko: 온라인 모델의 경우 해당 공식 사이트에서 받아야 합니다. 자세한 내용은 가이드를 참조하세요.
ru: Для онлайн-моделей необходимо получить у соответствующего официального представителя, пожалуйста, обратитесь к руководству для получения подробной информации.
zh_hant: 對於在線模型，您需要從相應的官方獲取，詳情請參考指南。

# CustomAssistant_IsImageInputSupported_Header
source: Image Input Support
de: Bildinput-Unterstützung
es: Soporte de Entrada de Imagen
fr: Support d'entrée d'image
it: Supporto per Input Immagine
ja: 画像入力サポート
ko: 이미지 입력 지원
ru: Поддержка ввода изображений
zh_hant: 支援圖像輸入

# CustomAssistant_IsImageInputSupported_Description
source: The model supports image input. Enabling this option may cause errors during conversation if the model does not support it.
de: Das Modell unterstützt Bildinput. Wenn das Modell dies nicht unterstützt, kann das Aktivieren dieser Option zu Fehlern im Gespräch führen.
es: El modelo admite entrada de imágenes. Si el modelo no lo admite, activar esta opción puede causar errores durante la conversación.
fr: Vous pouvez télécharger des images dans le contexte de chat. Si vous n'êtes pas sûr de ce que vous faites, gardez la valeur par défaut. Si le modèle ne supporte pas les entrées d'image, activer cette option peut entraîner des échecs.
it: Puoi caricare immagini nel contesto della chat. Se non sei sicuro di cosa stai facendo, mantieni il valore predefinito. Se il modello non supporta input di immagini, abilitare questa opzione potrebbe causare errori.
ja: チャットコンテキストで画像をアップロードできます。何をしているかわからない場合はデフォルト値のままにしてください。モデルが画像入力をサポートしていない場合、これを有効にすると失敗する可能性があります。
ko: 채팅 컨텍스트에서 이미지를 업로드할 수 있습니다. 무엇을 해야 할지 모를 경우 기본값으로 두세요. 모델이 이미지 입력을 지원하지 않으면 이 기능을 활성화하면 실패할 수 있습니다.
ru: Модель поддерживает ввод изображений. Если модель не поддерживает, включение этой опции может привести к ошибкам в диалоге.
zh_hant: 模型支持圖像輸入。如果模型不支持，開啟此選項可能會導致對話時出現錯誤。

# CustomAssistant_IsFunctionCallingSupported_Header
source: Tools Usage Support
de: Unterstützung für die Nutzung von Tools
es: Soporte de Uso de Herramientas
fr: Support de l'utilisation des outils
it: Supporto per Uso Strumenti
ja: ツール使用サポート
ko: 도구 사용 지원
ru: Поддержка использования инструментов
zh_hant: 支援工具使用

# CustomAssistant_IsFunctionCallingSupported_Description
source: The model supports using configured tools. Enabling this option may cause errors during conversation if the model does not support it.
de: Das Modell unterstützt die Verwendung konfigurierter Werkzeuge. Wenn das Modell dies nicht unterstützt, kann das Aktivieren dieser Option zu Fehlern im Gespräch führen.
es: El modelo admite el uso de herramientas configuradas. Si el modelo no lo admite, activar esta opción puede causar errores durante la conversación.
fr: Le modèle peut utiliser les outils que vous avez configurés dans le contexte de chat. Si vous n'êtes pas sûr de ce que vous faites, gardez la valeur par défaut. Si le modèle ne supporte pas l'appel de fonctions, activer cette option peut entraîner des échecs.
it: Il modello può utilizzare gli strumenti configurati nel contesto della chat. Se non sei sicuro di cosa stai facendo, mantieni il valore predefinito. Se il modello non supporta la chiamata di funzioni, abilitare questa opzione potrebbe causare errori.
ja: モデルはチャットコンテキストで設定したツールを使用できます。何をしているかわからない場合はデフォルト値のままにしてください。モデルが関数呼び出しをサポートしていない場合、これを有効にすると失敗する可能性があります。
ko: 모델이 채팅 컨텍스트에서 구성한 도구를 사용할 수 있습니다. 무엇을 해야 할지 모를 경우 기본값으로 두세요. 모델이 함수 호출을 지원하지 않으면 이 기능을 활성화하면 실패할 수 있습니다.
ru: Модель поддерживает использование настроенных инструментов. Если модель не поддерживает, включение этой опции может привести к ошибкам в диалоге.
zh_hant: 模型支持使用已配置的工具。如果模型不支持，開啟此選項可能會導致對話時出現錯誤。

# CustomAssistant_IsDeepThinkingSupported_Description
source: The model supports thinking before answering. Enabling this option may cause errors during conversation if the model does not support it.
de: Das Modell unterstützt zuerst Denken, dann Antworten. Wenn das Modell dies nicht unterstützt, kann das Aktivieren dieser Option zu Fehlern im Gespräch führen.
es: El modelo admite pensar antes de responder. Si el modelo no lo admite, activar esta opción puede causar errores durante la conversación.
fr: Le modèle peut réfléchir avant de répondre. Si vous n'êtes pas sûr de ce que vous faites, gardez la valeur par défaut. Si le modèle ne supporte pas la réflexion approfondie, activer cette option peut entraîner des échecs.
it: Il modello può riflettere prima di rispondere. Se non sei sicuro di cosa stai facendo, mantieni il valore predefinito. Se il modello non supporta il pensiero profondo, abilitare questa opzione potrebbe causare errori.
ja: モデルは返信前に考えることができます。何をしているかわからない場合はデフォルト値のままにしてください。モデルが深い思考をサポートしていない場合、これを有効にすると失敗する可能性があります。
ko: 모델이 응답 전에 깊이 생각할 수 있습니다. 무엇을 해야 할지 모를 경우 기본값으로 두세요. 모델이 깊은 사고를 지원하지 않으면 이 기능을 활성화하면 실패할 수 있습니다.
ru: Модель поддерживает предварительное обдумывание перед ответом. Если модель не поддерживает, включение этой опции может привести к ошибкам в диалоге.
zh_hant: 模型支持先思考再回答。如果模型不支持，開啟此選項可能會導致對話時出現錯誤。

# CustomAssistant_IsDeepThinkingSupported_Header
source: Deep Thinking Support
de: Unterstützung für tiefes Denken
es: Soporte de Pensamiento Profundo
fr: Support de la réflexion approfondie
it: Supporto per Pensiero Profondo
ja: 深い思考サポート
ko: 심층 사고 지원
ru: Поддержка глубокого мышления
zh_hant: 支援深度思考

# CustomAssistant_MaxTokens_Description
source: The maximum context length for the conversation. This will affect the strategy for building the visual tree, so please set it to a realistic value.
de: Die maximale Kontextlänge des Gesprächs. Dies beeinflusst die Strategie zum Erstellen des visuellen Baums, bitte setze es so realistisch wie möglich.
es: La longitud máxima del contexto de la conversación. Esto afectará la estrategia para construir el árbol visual, por favor configúralo con un valor real si es posible.
fr: La longueur maximale du contexte d'un seul chat. Si vous n'êtes pas sûr de ce que vous faites, gardez la valeur par défaut. Définir cette valeur plus grande que la valeur par défaut peut entraîner des échecs.
it: La lunghezza massima del contesto di una singola chat. Se non sei sicuro di cosa stai facendo, mantieni il valore predefinito. Impostare questo valore più grande del valore predefinito potrebbe causare errori.
ja: 単一チャットの最大コンテキスト長です。何をしているかわからない場合はデフォルト値のままにしてください。デフォルト値より大きく設定すると失敗する可能性があります。
ko: 단일 채팅의 최대 컨텍스트 길이입니다. 무엇을 해야 할지 모를 경우 기본값으로 두세요. 기본값보다 크게 설정하면 실패할 수 있습니다.
ru: Максимальная длина контекста диалога. Это повлияет на стратегию построения визуального дерева, постарайтесь установить реальное значение.
zh_hant: 對話的最大上下文長度。此項會影響構建視覺樹的策略，請盡可能設為真實值。

# CustomAssistant_MaxTokens_Header
source: Maximum Context Length (max_tokens)
de: Maximale Kontextlänge (max_tokens)
es: Longitud Máxima del Contexto (max_tokens)
fr: Longueur Maximale du Contexte (max_tokens)
it: Lunghezza Massima del Contesto (max_tokens)
ja: 最大コンテキスト長 (max_tokens)
ko: 최대 컨텍스트 길이 (max_tokens)
ru: Максимальная длина контекста (max_tokens)
zh_hant: 最大上下文長度 (max_tokens)

# SettingsPage_Reset_Button_ToolTip
source: Reset
de: Standard
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
ru: Сброс
zh_hant: 重置

# CustomAssistant_Schema_Header
source: API Schema
es: Esquema de la API
fr: Schéma de l'API
it: Schema API
ja: APIスキーマ
ko: API 스키마
ru: Схема API
zh_hant: API 架構

# CustomAssistant_Schema_Description
source: Select the API protocol. Note that this is not always associated with the model; for example, Gemini provides an OpenAI-compatible protocol, please refer to the official usage instructions for the corresponding model.
de: Wählen Sie das API-Protokoll. Bitte beachten Sie, dass dies nicht immer mit dem Modell verbunden ist, z. B. bietet Gemini ein OpenAI-kompatibles Protokoll, bitte lesen Sie die offiziellen Anweisungen des jeweiligen Modells.
es: Selecciona el protocolo API. Ten en cuenta que esto no siempre está asociado con el modelo, por ejemplo, Gemini proporcionará un protocolo compatible con OpenAI, consulta las instrucciones oficiales del modelo correspondiente.
fr: Sélectionnez le schéma de l'API. Laissez cette valeur par défaut si vous ne savez pas quoi faire.
it: Seleziona lo schema API. Lasciare questo valore predefinito se non sai cosa fare.
ja: APIスキーマを選択します。何をすべきかわからない場合はデフォルトのままにしてください。
ko: API 스키마를 선택하세요. 무엇을 해야 할지 모를 경우 기본값으로 두세요.
ru: Выберите API протокол. Обратите внимание, что это не всегда связано с моделью, например, Gemini предоставляет совместимый с OpenAI протокол, подробности смотрите в официальной документации соответствующей модели.
zh_hant: 選擇 API 協議。請注意此項並不總是和模型相關聯，例如 Gemini 會提供 OpenAI 兼容協議，具體請詳閱對應模型的官方使用說明。

# CommonSettings_IsStartupEnabled_Header
source: Run at Startup
de: Beim Systemstart ausführen
es: Ejecutar al iniciar
fr: Lancer au démarrage
it: Esegui all'avvio
ja: スタートアップ時に実行
ko: 시작 시 실행
ru: Запуск при старте
zh_hant: 開機時啟動

# CommonSettings_IsStartupEnabled_Description
source: Everywhere will run automatically after startup. If “Startup as Administrator” is enabled, the current option can only be disabled in administrator mode.
de: Everywhere startet automatisch nach dem Systemstart. Wenn „Als Administrator starten“ aktiviert ist, kann diese Option nur im Administratormodus deaktiviert werden.
es: Everywhere se ejecutará automáticamente después del inicio. Si “Iniciar como Administrador” está habilitado, la opción actual solo se puede desactivar en modo administrador.
fr: Everywhere se lancera automatiquement après le démarrage. Si « Démarrer en tant qu'administrateur » est activé, cette option ne peut être désactivée qu'en mode administrateur.
it: Everywhere verrà eseguito automaticamente dopo l'avvio. Se “Avvio come amministratore” è abilitato, l'opzione corrente può essere disabilitata solo in modalità amministratore.
ja: Everywhereはスタートアップ後に自動的に実行されます。「管理者としてスタートアップ」が有効な場合、このオプションは管理者モードでのみ無効にできます。
ko: Everywhere는 시작 후 자동으로 실행됩니다. "관리자 권한으로 시작"이 활성화된 경우, 현재 옵션은 관리자 모드에서만 비활성화할 수 있습니다.
ru: Everywhere будет запускаться автоматически после старта системы. Если включена опция «Запуск от имени администратора», текущую опцию можно отключить только в режиме администратора.
zh_hant: Everywhere 會在開機後自動運行。如果啟用了「以管理員身份啟動」，則只能在管理員模式下禁用當前選項。

# CommonSettings_IsAdministratorStartupEnabled_Header
source: Startup as Administrator
de: Als Administrator starten
es: Iniciar como Administrador
fr: Démarrer en tant qu'administrateur
it: Avvio come amministratore
ja: 管理者としてスタートアップ
ko: 관리자 권한으로 시작
ru: Запуск от имени администратора
zh_hant: 以管理員身份啟動

# CommonSettings_IsAdministratorStartupEnabled_Description
source: Everywhere will start automatically as administrator. You can only turn this option on or off in administrator mode.
de: Everywhere startet automatisch als Administrator. Diese Option können Sie nur im Administratormodus aktivieren oder deaktivieren.
es: Everywhere se iniciará automáticamente como administrador. Solo puedes activar o desactivar esta opción en modo administrador.
fr: Everywhere démarrera automatiquement en tant qu'administrateur. Vous pouvez activer ou désactiver cette option uniquement en mode administrateur.
it: Everywhere si avvierà automaticamente come amministratore. Puoi attivare o disattivare questa opzione solo in modalità amministratore.
ja: Everywhereは管理者として自動的に起動します。このオプションのオン/オフは管理者モードでのみ行えます。
ko: Everywhere는 관리자 권한으로 자동 시작됩니다. 이 옵션은 관리자 모드에서만 켜거나 끌 수 있습니다.
ru: Everywhere будет запускаться автоматически от имени администратора. Вы можете включить или отключить эту опцию только в режиме администратора.
zh_hant: Everywhere 將自動以管理員身份啟動。您只能在管理員模式下開啟或關閉此選項。

# CommonSettings_RestartAsAdministrator_Description
source: Due to operating system restrictions, when running any application as an administrator (elevated permissions), Everywhere may not work correctly when the elevated applications are in focus or trying to interact with a Everywhere feature like "Pick Element". This can be addressed by running Everywhere as administrator.
de: Aufgrund von Betriebssystembeschränkungen kann Everywhere nicht korrekt funktionieren, wenn Anwendungen mit Administratorrechten (erhöhte Berechtigungen) im Fokus sind oder versuchen, mit einer Everywhere-Funktion wie "Element auswählen" zu interagieren. Dies kann behoben werden, indem Everywhere als Administrator ausgeführt wird.
es: Debido a restricciones del sistema operativo, al ejecutar cualquier aplicación como administrador (permisos elevados), Everywhere puede no funcionar correctamente cuando las aplicaciones elevadas están en foco o intentan interactuar con una función de Everywhere como "Seleccionar Elemento". Esto se puede solucionar ejecutando Everywhere como administrador.
fr: En raison des restrictions du système d'exploitation, lorsque vous exécutez une application en tant qu'administrateur (permissions élevées), Everywhere peut ne pas fonctionner correctement lorsque les applications élevées sont au premier plan ou tentent d'interagir avec une fonctionnalité d'Everywhere comme « Sélectionner un élément ». Cela peut être résolu en exécutant Everywhere en tant qu'administrateur.
it: A causa delle restrizioni del sistema operativo, quando si esegue un'applicazione come amministratore (permessi elevati), Everywhere potrebbe non funzionare correttamente quando le applicazioni elevate sono in primo piano o tentano di interagire con una funzione di Everywhere come "Seleziona elemento". Questo può essere risolto eseguendo Everywhere come amministratore.
ja: オペレーティングシステムの制限により、管理者としてアプリケーションを実行している場合（権限が昇格している場合）、Everywhereがフォーカスされている昇格されたアプリケーションや「要素を選択」などのEverywhereの機能と相互作用しようとする際に正しく動作しないことがあります。これを解決するには、Everywhereを管理者として実行してください。
ko: 운영 체제의 제한으로 인해, 관리자 권한(승격된 권한)으로 애플리케이션을 실행할 때, Everywhere가 포커스된 승격된 애플리케이션이나 "요소 선택"과 같은 Everywhere 기능과 상호작용하려고 할 때 제대로 작동하지 않을 수 있습니다. 이는 Everywhere를 관리자 권한으로 실행하여 해결할 수 있습니다.
ru: Из-за ограничений операционной системы, при запуске любого приложения от имени администратора (с повышенными правами) Everywhere может работать некорректно, если приложения с повышенными правами находятся в фокусе или пытаются взаимодействовать с функцией Everywhere, такой как «Выбор элемента». Это можно исправить, запустив Everywhere от имени администратора.
zh_hant: 由於操作系統限制，當以管理員身份（提升權限）運行任何應用程式時，Everywhere 可能無法在提升的應用程式處於焦點或嘗試與 Everywhere 功能（如「選擇元素」）互動時正常運行。這可以通過以管理員身份運行 Everywhere 來解決。

# CommonSettings_RestartAsAdministrator_Header
source: Restart as Administrator
de: Neu starten als Administrator
es: Reiniciar como Administrador
fr: Redémarrer en tant qu'administrateur
it: Riavvia come amministratore
ja: 管理者として再起動
ko: 관리자 권한으로 다시 시작
ru: Перезапуск от имени администратора
zh_hant: 以管理員身份重新啟動

# CommonSettings_RestartAsAdministrator_Button_Content
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Riavvia
ja: 再起動
ko: 다시 시작
ru: Перезапустить
zh_hant: 重新啟動

# CommonSettings_DebugFeatures_Header
source: Debug Features
de: Debug-Funktionen
es: Características de depuración
fr: Fonctionnalités de débogage
it: Funzionalità di Debug
ja: デバッグ機能
ko: 디버그 기능
ru: Отладочные функции
zh_hant: 除錯功能

# CommonSettings_DebugFeatures_Description
source: Access and manage application settings file and logs.
de: Zugriff auf und Verwaltung der Anwendungsdatei und Protokolle.
es: Accede y gestiona el archivo de configuración de la aplicación y los registros.
fr: Accédez et gérez le fichier de paramètres de l'application et les journaux.
it: Accedi e gestisci il file delle impostazioni dell'applicazione e i log.
ja: アプリケーション設定ファイルとログにアクセスして管理します。
ko: 애플리케이션 설정 파일 및 로그에 접근하고 관리합니다.
ru: Доступ к файлу настроек приложения и журналам.
zh_hant: 訪問和管理應用程式設定檔和日誌。

# DebugFeaturesControl_EditSettingsFileButton_Content
source: Edit Settings File
de: Einstellungsdatei bearbeiten
es: Editar archivo de configuración
it: Modifica il File delle Impostazioni
ja: 設定ファイルを編集
ru: Редактировать файл настроек
zh_hant: 編輯設定檔
