Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# SettingsPage_Saved_Toast_Title
source: Settings Saved
de: Einstellungen gespeichert
es: Configuración Guardada
fr: Paramètres enregistrés
it: Impostazioni Salvate
ja: 設定が保存されました
ko: 설정이 저장되었습니다
ru: Настройки сохранены
zh_hant: 設定已儲存

# CommonSettings_Language_Header
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ru: Язык
zh_hant: 語言

# SettingsCategory_Common_Header
source: General Settings
de: Allgemeine Einstellungen
es: Configuración General
fr: Paramètres généraux
it: Impostazioni Generali
ja: 一般設定
ko: 일반 설정
ru: Основные настройки
zh_hant: 一般設定

# SettingsCategory_Network_Header
source: Network Settings
de: Netzwerkeinstellungen
es: Configuración de Red
fr: Paramètres réseau
it: Impostazioni di Rete
ja: ネットワーク設定
ko: 네트워크 설정
ru: Сетевые настройки
zh_hant: 網路設定

# CommonSettings_Language_Description
source: Select the display language for the software.
de: Wählen Sie die Anzeigesprache für die Software aus.
es: Selecciona el idioma de visualización para el software.
fr: Sélectionnez la langue d'affichage du logiciel.
it: Seleziona la lingua di visualizzazione per il software.
ja: ソフトウェアの表示言語を選択します。
ko: 소프트웨어의 표시 언어를 선택하세요.
ru: Выберите язык отображения для программы.
zh_hant: 選擇軟體的顯示語言。

# CommonSettings_Theme_Description
source: Select the display theme for the software.
de: Wählen Sie das Anzeigethema für die Software aus.
es: Selecciona el tema de visualización para el software.
fr: Sélectionnez le thème d'affichage du logiciel.
it: Seleziona il tema di visualizzazione per il software.
ja: ソフトウェアの表示テーマを選択します。
ko: 소프트웨어의 표시 테마를 선택하세요.
ru: Выберите тему отображения для программы.
zh_hant: 選擇軟體的顯示主題。

# ThemeMode_System
source: Follow System
de: System folgen
es: Seguir Sistema
it: Segui Sistema
ja: システムに従う
ru: Следовать за системой
zh_hant: 跟隨系統

# ThemeMode_Dark
source: Dark
de: Dunkel
es: Oscuro
it: Scuro
ja: ダーク
ru: Тёмная
zh_hant: 深色

# ThemeMode_Light
source: Light
de: Hell
es: Claro
it: Chiaro
ja: ライト
ru: Светлая
zh_hant: 淺色

# ProxySettings_IsEnabled_Header
source: Use Custom Proxy
de: Benutzerdefinierter Proxy verwenden
es: Usar Proxy Personalizado
fr: Utiliser un proxy personnalisé
it: Usa Proxy Personalizzato
ja: カスタムプロキシを使用
ko: 사용자 지정 프록시 사용
ru: Использовать пользовательский прокси
zh_hant: 使用自訂代理伺服器

# ProxySettings_IsEnabled_Description
source: Override the system proxy with an application-specific proxy.
de: Überschreibt den Systemproxy mit einem anwendungsspezifischen Proxy.
es: Sobrescribir el proxy del sistema con un proxy específico de la aplicación.
fr: Remplacez le proxy système par un proxy spécifique à l'application.
it: Sostituisci il proxy di sistema con un proxy specifico dell'applicazione.
ja: システムプロキシをアプリケーション専用のプロキシで上書きします。
ko: 시스템 프록시를 애플리케이션 전용 프록시로 대체합니다.
ru: Переопределите системный прокси с помощью прокси, специфичного для приложения.
zh_hant: 用應用程式專用的代理伺服器覆蓋系統代理伺服器。

# ProxySettings_Endpoint_Header
source: Proxy server
es: Servidor proxy
fr: Serveur proxy
it: Server proxy
ja: プロキシサーバー
ko: 프록시 서버
ru: Прокси-сервер
zh_hant: 代理伺服器

# ProxySettings_Endpoint_Description
source: Enter the proxy URI, for example http://127.0.0.1:7890.
de: Geben Sie die Proxy-URI ein, zum Beispiel http://127.0.0.1:7890.
es: Introduce la URI del proxy, por ejemplo http://127.0.0.1:7890.
fr: Entrez l'URI du proxy, par exemple http://127.0.0.1:7890.
it: Inserisci l'URI del proxy, ad esempio http://127.0.0.1:7890.
ja: プロキシURIを入力します。例: http://127.0.0.1:7890。
ko: 프록시 URI를 입력하세요. 예: http://127.0.0.1:7890.
ru: Введите URI прокси, например http://127.0.0.1:7890.
zh_hant: 輸入代理伺服器的 URI，例如 http://127.0.0.1:7890。

# ProxySettings_BypassOnLocal_Header
source: Bypass Local Addresses
de: Lokale Adressen umgehen
es: Omitir Direcciones Locales
fr: Ignorer les adresses locales
it: Ignora Indirizzi Locali
ja: ローカルアドレスをバイパス
ko: 로컬 주소 우회
ru: Игнорировать локальные адреса
zh_hant: 本地地址不使用代理

# ProxySettings_BypassOnLocal_Description
source: Send requests to intranet and loopback addresses directly.
de: Anfragen an Intranet- und Loopback-Adressen direkt senden.
es: Enviar solicitudes a direcciones de intranet y loopback directamente.
fr: Envoyez directement les requêtes aux adresses intranet et loopback.
it: Invia richieste agli indirizzi intranet e loopback direttamente.
ja: イントラネットおよびループバックアドレスへのリクエストを直接送信します。
ko: 인트라넷 및 루프백 주소로의 요청을 직접 전송합니다.
ru: Отправлять запросы на адреса интрасети и обратной связи напрямую.
zh_hant: 直接發送請求到內部網路和回送地址。

# ProxySettings_BypassList_Header
source: Bypass List
de: Umgehungsliste
es: Lista de Omitidos
fr: Liste d'exclusion
it: Elenco di Ignoro
ja: バイパスリスト
ko: 우회 목록
ru: Список исключений
zh_hant: 不使用代理的清單

# ProxySettings_BypassList_Description
source: Optional. One pattern per line; matching hosts bypass the proxy.
de: Optional. Ein Muster pro Zeile; passende Hosts umgehen den Proxy.
es: Opcional. Un patrón por línea; los hosts coincidentes omiten el proxy.
fr: Optionnel. Un modèle par ligne ; les hôtes correspondants contournent le proxy.
it: Opzionale. Un modello per linea; gli host corrispondenti bypassano il proxy.
ja: 任意。1行につき1パターン; 一致するホストはプロキシをバイパスします。
ko: 선택 사항입니다. 한 줄에 하나의 패턴; 일치하는 호스트는 프록시를 우회합니다.
ru: Необязательно. Один шаблон на строку; хосты, соответствующие шаблону, обходят прокси.
zh_hant: 選填。每行一個模式，匹配的主機將不使用代理。

# ProxySettings_UseAuthentication_Header
source: Proxy Authentication
de: Proxy-Authentifizierung
es: Autenticación de Proxy
fr: Authentification du proxy
it: Autenticazione Proxy
ja: プロキシ認証
ko: 프록시 인증
ru: Аутентификация прокси
zh_hant: 代理伺服器驗證

# ProxySettings_UseAuthentication_Description
source: Enable credentials when the proxy requires authentication.
de: Anmeldedaten aktivieren, wenn der Proxy eine Authentifizierung erfordert.
es: Habilitar credenciales cuando el proxy requiera autenticación.
fr: Activez les identifiants lorsque le proxy nécessite une authentification.
it: Abilita le credenziali quando il proxy richiede autenticazione.
ja: プロキシが認証を要求する場合に資格情報を有効にします。
ko: 프록시가 인증을 요구할 때 자격 증명을 활성화합니다.
ru: Включите учетные данные, если прокси требует аутентификации.
zh_hant: 當代理伺服器需要驗證時啟用憑證。

# ProxySettings_Username_Header
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh_hant: 使用者名稱

# ProxySettings_Username_Description
source: User name for the proxy server.
de: Benutzername für den Proxy-Server.
es: Nombre de usuario para el servidor proxy.
fr: Nom d'utilisateur pour le serveur proxy.
it: Nome utente per il server proxy.
ja: プロキシサーバーのユーザー名。
ko: 프록시 서버의 사용자 이름입니다.
ru: Имя пользователя для прокси-сервера.
zh_hant: 代理伺服器的使用者名稱。

# ProxySettings_Password_Header
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hant: 密碼

# ProxySettings_Password_Description
source: Password for the proxy server.
de: Passwort für den Proxy-Server.
es: Contraseña para el servidor proxy.
fr: Mot de passe pour le serveur proxy.
it: Password per il server proxy.
ja: プロキシサーバーのパスワード。
ko: 프록시 서버의 비밀번호입니다.
ru: Пароль для прокси-сервера.
zh_hant: 代理伺服器的密碼。

# SettingsCategory_ChatWindow_Header
source: Chat Settings
de: Chat-Einstellungen
es: Configuración de Chat
fr: Paramètres de Chat
it: Impostazioni Chat
ja: チャット設定
ko: 채팅 설정
ru: Настройки чата
zh_hant: 聊天設定

# ChatWindowSettings_Shortcut_Header
source: Shortcut
de: Tastenkombination
es: Atajo
fr: Raccourci
it: Scorciatoia
ja: ショートカット
ko: 단축키
ru: Горячая клавиша
zh_hant: 快捷鍵

# ChatWindowSettings_Shortcut_Description
source: Set a shortcut to invoke the chat window at any time.
de: Legen Sie eine Tastenkombination fest, um das Chatfenster jederzeit aufzurufen.
es: Establece un atajo para invocar la ventana de chat en cualquier momento.
fr: Définissez un raccourci pour invoquer la fenêtre de chat à tout moment.
it: Imposta una scorciatoia per richiamare la finestra di chat in qualsiasi momento.
ja: いつでもチャットウィンドウを呼び出すためのショートカットを設定します。
ko: 언제든지 채팅 창을 호출할 수 있는 단축키를 설정합니다.
ru: Установите горячую клавишу для вызова окна чата в любое время.
zh_hant: 設置快捷鍵以隨時調出聊天視窗。

# SettingsCategory_Model_Header
source: AI Settings
de: KI-Einstellungen
es: Configuración de IA
fr: Paramètres de l'IA
it: Impostazioni AI
ja: AI設定
ko: AI 설정
ru: Настройки ИИ
zh_hant: AI 設定

# CustomAssistant_Temperature_Header
source: Creativity (temperature)
de: Kreativität (temperature)
es: Creatividad (temperatura)
fr: Créativité (température)
it: Creatività (temperature)
ja: 創造性（temperature）
ko: 창의성 (temperature)
ru: Креативность (temperature)
zh_hant: 創意（溫度）

# CustomAssistant_Temperature_Description
source: Higher values yield more imaginative, creative responses; lower values produce more precise, conservative outputs; note that temperatures above 1.0 may cause garbled output in some models.
de: Höhere Werte ergeben phantasievollere, kreativere Antworten; niedrigere Werte erzeugen präzisere, konservativere Ausgaben; beachten Sie, dass Temperaturen über 1,0 bei einigen Modellen zu unleserlichen Ausgaben führen können.
es: Valores más altos generan respuestas más imaginativas y creativas; valores más bajos producen salidas más precisas y conservadoras; tenga en cuenta que temperaturas superiores a 1.0 pueden causar salidas confusas en algunos modelos.
fr: Des valeurs plus élevées produisent des réponses plus imaginatives et créatives ; des valeurs plus basses produisent des résultats plus précis et conservateurs ; notez que des températures supérieures à 1.0 peuvent entraîner des résultats incohérents dans certains modèles.
it: Valori più alti producono risposte più immaginative e creative; valori più bassi generano output più precisi e conservativi; nota che temperature superiori a 1.0 possono causare output incomprensibili in alcuni modelli.
ja: 値が高いほど想像力豊かで創造的な応答が得られ、値が低いほど正確で保守的な応答が得られます。1.0を超えると一部のモデルで出力が乱れる可能性があります。
ko: 높은 값은 더 상상력 있고 창의적인 응답을 생성하며, 낮은 값은 더 정확하고 보수적인 출력을 생성합니다. 1.0 이상의 온도는 일부 모델에서 의미 없는 출력을 초래할 수 있습니다.
ru: Более высокие значения дают более воображаемые, креативные ответы; более низкие значения обеспечивают более точные, консервативные результаты; обратите внимание, что температуры выше 1.0 могут привести к искаженному выводу в некоторых моделях.
zh_hant: 較高的值會產生更具想像力和創意的回應；較低的值會產生更精確和保守的輸出；注意，某些模型中溫度超過 1.0 可能會導致輸出混亂。

# CustomAssistant_TopP_Header
source: Thought Openness (top_p)
de: Denk-Offenheit (top_p)
es: Apertura de Pensamiento (top_p)
fr: Ouverture d'esprit (top_p)
it: Apertura mentale (top_p)
ja: 思考の開放性（top_p）
ko: 사고 개방성 (top_p)
ru: Открытость мышления (top_p)
zh_hant: 思維開放性（top_p）

# CustomAssistant_TopP_Description
source: Higher values allow a wider range of possible responses; lower values favor the most probable answers; it’s not recommended to modify this alongside the temperature. This setting is only effective for some models. If you encounter an error, try restoring the default value.
de: Höhere Werte ermöglichen ein breiteres Spektrum möglicher Antworten; niedrigere Werte begünstigen die wahrscheinlichsten Antworten; es wird nicht empfohlen, dies zusammen mit der Temperatur zu ändern. Diese Einstellung wirkt nur bei einigen Modellen. Wenn Sie einen Fehler begegnen, versuchen Sie, den Standardwert wiederherzustellen.
es: Valores más altos permiten un rango más amplio de respuestas posibles; valores más bajos favorecen las respuestas más probables; no se recomienda modificar esto junto con la temperatura. Esta configuración solo es efectiva para algunos modelos. Si encuentra un error, intente restaurar el valor predeterminado.
fr: Des valeurs plus élevées permettent une plus grande variété de réponses possibles ; des valeurs plus basses favorisent les réponses les plus probables ; il n'est pas recommandé de modifier cela en même temps que la température. Ce réglage est uniquement efficace pour certains modèles. Si vous rencontrez une erreur, essayez de rétablir la valeur par défaut.
it: Valori più alti consentono una gamma più ampia di risposte possibili; valori più bassi privilegiano le risposte più probabili; non è consigliato modificare questo parametro insieme alla temperatura. Questa impostazione è efficace solo per alcuni modelli. Se si verifica un errore, prova a ripristinare il valore predefinito.
ja: 値が高いほど多様な応答が可能になり、値が低いほど最も可能性の高い応答が優先されます。temperatureと同時に変更することは推奨されません。この設定は一部のモデルでのみ有効です。エラーが発生した場合は、デフォルト値に戻してみてください。
ko: 높은 값은 더 다양한 응답을 허용하고, 낮은 값은 가장 가능성이 높은 답변을 선호합니다. 온도와 함께 이 설정을 수정하는 것은 권장되지 않습니다. 이 설정은 일부 모델에서만 효과적입니다. 오류가 발생하면 기본값으로 복원해 보세요.
ru: Более высокие значения позволяют более широкий диапазон возможных ответов; более низкие значения отдают предпочтение наиболее вероятным ответам; не рекомендуется изменять это вместе с температурой. Эта настройка эффективна только для некоторых моделей. Если вы столкнулись с ошибкой, попробуйте восстановить значение по умолчанию.
zh_hant: 較高的值允許更廣泛的可能回應範圍；較低的值偏好最可能的答案；不建議與溫度同時修改。此設定僅對某些模型有效。如果遇到錯誤，請嘗試恢復預設值。

# WebSearchEngineProvider_Description
source: Select the service provider for web search engines.
de: Wählen Sie den Dienstleister für Web-Suchmaschinen aus.
es: Seleccione el proveedor de servicios para los motores de búsqueda web.
fr: Sélectionnez le fournisseur de service pour les moteurs de recherche web.
it: Seleziona il fornitore di servizi per i motori di ricerca web.
ja: ウェブ検索エンジンのサービスプロバイダーを選択します。
ko: 웹 검색 엔진의 서비스 제공자를 선택하세요.
ru: Выберите поставщика услуг для поисковых систем.
zh_hant: 選擇網頁搜尋引擎的服務提供者。

# WebSearchEngineProvider_EndPoint_Header
source: API Url
es: URL de la API
fr: URL de l'API
zh_hant: API 網址

# WebSearchEngineProvider_EndPoint_Description
source: Leaving this to default if you don't know what to do. Must starts with "http(s)://".
de: Belassen Sie dies bei der Standardeinstellung, wenn Sie nicht wissen, was Sie tun sollen. Muss mit "http(s)://" beginnen.
es: Déjelo en el valor predeterminado si no sabe qué hacer. Debe comenzar con "http(s)://".
fr: Laissez par défaut si vous ne savez pas quoi faire. Doit commencer par "http(s)://".
it: Lasciare questo valore predefinito se non si sa cosa fare. Deve iniziare con "http(s)://".
ja: 何をすべきかわからない場合はデフォルトのままにしてください。「http(s)://」で始まる必要があります。
ko: 무엇을 해야 할지 모른다면 기본값으로 두세요. "http(s)://"로 시작해야 합니다.
ru: Оставьте это значение по умолчанию, если не знаете, что делать. Должно начинаться с "http(s)://".
zh_hant: 如果不確定該如何設定，請保持預設。必須以 "http(s)://" 開頭。

# ChatInputArea_Watermark
source: Ask Everywhere, or just chat
de: Fragen Sie Everywhere oder chatten Sie einfach
es: Pregunta a Everywhere, o simplemente chatea
it: Chiedi a Everywhere, o semplicemente chatta
ja: Everywhereに質問する、またはチャットする
ru: Спросите Everywhere или просто общайтесь
zh_hant: 詢問 Everywhere，或只是聊天

# ChatInputArea_AddAttachmentMenuItem_ToolTip
source: Add attachments to current session
de: Anhänge zur Konversation hinzufügen
es: Agregar archivos adjuntos a la sesión actual
it: Aggiungi allegati alla sessione corrente
ja: 現在のセッションに添付ファイルを追加
ru: Добавить вложения в текущую сессию
zh_hant: 新增附件到目前會話

# ChatInputArea_AddAttachmentMenuItem_Header
source: Add Attachment
de: Anhang hinzufügen
es: Agregar Adjunto
it: Aggiungi Allegato
ja: 添付ファイルを追加
ru: Добавить вложение
zh_hant: 新增附件

# ChatInputArea_ImageButton_ToolTip
source: Allow access to aware your screen
de: Zugriff erlauben, um Ihren Bildschirm wahrzunehmen
es: Permitir acceso para reconocer tu pantalla
it: Consenti l'accesso per rilevare lo schermo
ja: 画面へのアクセスを許可する
ru: Разрешить доступ для анализа экрана
zh_hant: 允許存取以感知您的螢幕

# ChatInputArea_ImageButton_Text
source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ru: Изображение
zh_hant: 圖片

# ChatInputArea_ToolCallButton_ToolTip
source: Use tools to enhance assistant capabilities (Ctrl+T)
de: Werkzeuge verwenden, um die Fähigkeiten des Assistenten zu verbessern (Strg+T)
es: Usar herramientas para mejorar las capacidades del asistente (Ctrl+T)
it: Usa strumenti per migliorare le capacità dell'assistente (Ctrl+T)
ja: ツールを使用してアシスタントの機能を強化 (Ctrl+T)
ru: Используйте инструменты для расширения возможностей ассистента (Ctrl+T)
zh_hant: 使用工具增強助手功能 (Ctrl+T)

# ChatInputArea_ToolCallButton_Text
source: Tools
de: Werkzeuge
es: Herramientas
it: Strumenti
ja: ツール
ru: Инструменты
zh_hant: 工具

# ChatInputArea_SendButton_ToolTip
source: Send
de: Senden
es: Enviar
it: Invia
ja: 送信
ru: Отправить
zh_hant: 發送

# ChatInputArea_CancelButton_ToolTip
source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
ru: Отмена
zh_hant: 取消

# ActionChatMessage_Header_AnalyzingContext
source: Analyze Context
de: Kontext analysieren
es: Analizar Contexto
fr: Analyser le contexte
it: Analizza Contesto
ja: コンテキストを分析
ko: 문맥 분석
ru: Анализ контекста
zh_hant: 分析上下文

# ActionChatMessage_Header_WebSearching
source: Web Search
de: Websuche
es: Búsqueda en la Web
fr: Recherche sur le Web
it: Ricerca Web
ja: ウェブ検索
ko: 웹 검색
ru: Поиск в Интернете
zh_hant: 網路搜尋

# ChatWindow_ChatMessage_Assistant_Regenerate
source: Regenerate
de: Erneuern
es: Regenerar
fr: Régénérer
it: Rigenera
ja: 再生成
ko: 다시 생성
ru: Перегенерировать
zh_hant: 重新生成

# Application_TrayIcon_Menu_OpenMainWindow
source: Open Window
de: Fenster öffnen
es: Abrir Ventana
fr: Ouvrir la fenêtre
it: Apri Finestra
ja: ウィンドウを開く
ko: 창 열기
ru: Открыть окно
zh_hant: 開啟視窗

# Application_TrayIcon_Menu_Exit
source: Exit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
ko: 종료
ru: Выход
zh_hant: 退出

# Application_TrayIcon_Menu_OpenDebugWindow
source: Open Debug Window
de: Debug-Fenster öffnen
es: Abrir Ventana de Depuración
fr: Ouvrir la fenêtre de débogage
it: Apri Finestra Debug
ja: デバッグウィンドウを開く
ko: 디버그 창 열기
ru: Открыть окно отладки
zh_hant: 開啟除錯視窗

# ChatWindow_History_ToolTip
source: Chat History (Ctrl+H)
de: Chat-Verlauf (Strg+H)
es: Historial de Chat (Ctrl+H)
fr: Historique des discussions
it: Cronologia Chat (Ctrl+H)
ja: チャット履歴 (Ctrl+H)
ko: 채팅 기록
ru: История чата (Ctrl+H)
zh_hant: 聊天記錄 (Ctrl+H)

# ChatWindow_CreateNew_ToolTip
source: Create New Chat (Ctrl+N)
de: Neuen Chat erstellen (Strg+N)
es: Crear Nuevo Chat (Ctrl+N)
fr: Créer une nouvelle discussion (Ctrl+N)
it: Crea Nuova Chat (Ctrl+N)
ja: 新しいチャットを作成 (Ctrl+N)
ko: 새 채팅 만들기 (Ctrl+N)
ru: Создать новый чат (Ctrl+N)
zh_hant: 建立新聊天 (Ctrl+N)

# ChatWindow_Close_ToolTip
source: Close (Esc)
de: Schließen (Esc)
es: Cerrar (Esc)
fr: Fermer (Échap)
it: Chiudi (Esc)
ja: 閉じる (Esc)
ko: 닫기 (Esc)
ru: Закрыть (Esc)
zh_hant: 關閉 (Esc)

# ChatWindow_DragDrop_Overlay_DropFilesHere
source: Drop files here
de: Dateien hier ablegen
es: Suelta los archivos aquí
fr: Déposez des fichiers ici
it: Trascina i file qui
ja: ここにファイルをドロップ
ko: 여기에 파일을 드롭하세요
ru: Перетащите файлы сюда
zh_hant: 將檔案拖放到這裡

# ChatWindow_DragDrop_Overlay_DropTextHere
source: Drop text here to insert
de: Text hier ablegen, um ihn einzufügen
es: Suelta el texto aquí para insertar
fr: Déposez du texte ici pour l'insérer
it: Trascina il testo qui per inserire
ja: 挿入するためにここにテキストをドロップ
ko: 여기에 텍스트를 드롭하여 삽입하세요
ru: Перетащите текст сюда для вставки
zh_hant: 將文本拖放到這裡以插入

# ChatWindow_DragDrop_Overlay_Unsupported
source: This item type isn't supported
de: Dieser Elementtyp wird nicht unterstützt
es: Este tipo de elemento no es compatible
fr: Ce type d'élément n'est pas pris en charge
it: Questo tipo di elemento non è supportato
ja: このアイテムタイプはサポートされていません
ko: 이 항목 유형은 지원되지 않습니다
ru: Этот тип элемента не поддерживается
zh_hant: 此項目類型不受支援

# ChatWindow_ChatInputArea_AddAttachmentMenuItems_PickVisualElement
source: Pick Visual Element
de: Visuelles Element auswählen
es: Seleccionar Elemento Visual
it: Seleziona Elemento Visivo
ja: ビジュアル要素を選択
ru: Выбрать визуальный элемент
zh_hant: 選擇視覺元素

# ChatWindow_ChatInputArea_AddAttachmentMenuItems_PasteFromClipboard
source: Paste from Clipboard
de: Zwischenablageinhalt
es: Pegar desde el portapapeles
it: Incolla dagli Appunti
ja: クリップボードから貼り付け
ru: Вставить из буфера обмена
zh_hant: 從剪貼簿貼上

# ChatWindow_ChatInputArea_AddAttachmentMenuItems_AttachFile
source: Attach File
de: Datei anfügen
es: Adjuntar archivo
it: Allega File
ja: ファイルを添付
ru: Прикрепить файл
zh_hant: 附加檔案

# ChatWindowViewModel_QuickActions_Translate
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
ru: Перевести
zh_hant: 翻譯

# ChatWindowViewModel_QuickActions_Verify
source: Verify Authenticity
de: Authentizität überprüfen
es: Verificar autenticidad
fr: Vérifier l'authenticité
it: Verifica autenticità
ja: 真偽を確認
ko: 진위 확인
ru: Проверить подлинность
zh_hant: 驗證真實性

# ChatWindowViewModel_QuickActions_Summarize
source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Sommario
ja: 要約
ko: 요약
ru: Резюме
zh_hant: 摘要

# KeyboardShortcutInputBox_Watermark
source: Click to set a shortcut
de: Klicken Sie, um eine Tastenkombination festzulegen
es: Haz clic para establecer un atajo
fr: Cliquez pour définir un raccourci
it: Clicca per impostare una scorciatoia
ja: クリックしてショートカットを設定
ko: 단축키 설정을 클릭하세요
ru: Нажмите, чтобы установить сочетание клавиш
zh_hant: 點擊以設定快捷鍵

# KeyboardShortcutInputBox_SettingWatermark
source: Type shortcut...
de: Tastenkombination eingeben...
es: Escribe el atajo...
fr: Définition...
it: Digita la scorciatoia...
ja: ショートカットを入力...
ko: 설정 중...
ru: Введите сочетание клавиш...
zh_hant: 輸入快捷鍵...

# ChatContext_Metadata_Topic_Default
source: Unnamed Session
de: Unbenannte Sitzung
es: Sesión sin nombre
fr: Session sans nom
it: Sessione Senza Nome
ja: 名前のないセッション
ko: 이름 없는 세션
ru: Безымянная сессия
zh_hant: 未命名會話

# ChatAttachment_RemoveButton_ToolTip
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
ru: Удалить
zh_hant: 移除

# VisualElementType_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_hant: 未知

# VisualElementType_Label
source: Label
de: Bezeichnung
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル
ko: 레이블
ru: Метка
zh_hant: 標籤

# VisualElementType_TextEdit
source: Text box
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
it: Casella di testo
ja: テキストボックス
ko: 텍스트 상자
ru: Текстовое поле
zh_hant: 文字框

# VisualElementType_Document
source: Document
de: Dokument
es: Documento
it: Documento
ja: ドキュメント
ko: 문서
ru: Документ
zh_hant: 文件

# VisualElementType_Button
source: Button
de: Schaltfläche
es: Botón
fr: Bouton
it: Pulsante
ja: ボタン
ko: 버튼
ru: Кнопка
zh_hant: 按鈕

# VisualElementType_Hyperlink
source: Hyperlink
es: Hipervínculo
fr: Hyperlien
it: Collegamento ipertestuale
ja: ハイパーリンク
ko: 하이퍼링크
ru: Гиперссылка
zh_hant: 超連結

# VisualElementType_Image
source: Image
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
ru: Изображение
zh_hant: 圖片

# VisualElementType_CheckBox
source: Check box
de: Kontrollkästchen
es: Casilla de verificación
fr: Case à cocher
it: Casella di controllo
ja: チェックボックス
ko: 체크 박스
ru: Флажок
zh_hant: 核取方塊

# VisualElementType_RadioButton
source: Radio button
de: Optionsfeld
es: Botón de opción
fr: Bouton radio
it: Pulsante di opzione
ja: ラジオボタン
ko: 라디오 버튼
ru: Переключатель
zh_hant: 選項按鈕

# VisualElementType_ComboBox
source: Combo box
de: Kombinationsfeld
es: Cuadro combinado
fr: Liste déroulante
it: Casella combinata
ja: コンボボックス
ko: 콤보 박스
ru: Выпадающий список
zh_hant: 下拉式方塊

# VisualElementType_ListView
source: List
de: Liste
es: Lista
fr: Liste
it: Elenco
ja: リスト
ko: 목록
ru: Список
zh_hant: 清單

# VisualElementType_ListViewItem
source: List item
de: Listenelement
es: Elemento de lista
fr: Élément de liste
it: Elemento elenco
ja: リスト項目
ko: 목록 항목
ru: Элемент списка
zh_hant: 清單項目

# VisualElementType_TreeView
source: Tree
de: Baum
es: Árbol
fr: Arborescence
it: Albero
ja: ツリー
ko: 트리
ru: Дерево
zh_hant: 樹狀結構

# VisualElementType_TreeViewItem
source: Tree item
de: Baumelement
es: Elemento de árbol
fr: Élément d'arborescence
it: Elemento albero
ja: ツリー項目
ko: 트리 항목
ru: Элемент дерева
zh_hant: 樹狀結構項目

# VisualElementType_DataGrid
source: Table
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
ja: テーブル
ko: 테이블
ru: Таблица
zh_hant: 表格
