Repository: jimfengnpu/Everywhere
Catalog: src/Everywhere.I18N/Strings.*.resx
Languages: de, es, fr, it, ja, ko, ru, zh_hant

# MacOS_PermissionHelper_PleaseGrantAccessibilityPermission
source: Please grant Accessibility permissions to the application in System Settings > Privacy & Security > Accessibility, and restart the application.
de: Bitte gewähren Sie der Anwendung die Zugriffsrechte in den Systemeinstellungen > Datenschutz & Sicherheit > Barrierefreiheit und starten Sie die Anwendung neu.
es: Por favor, concede permisos de accesibilidad a la aplicación en Configuración del Sistema > Privacidad y Seguridad > Accesibilidad, y reinicia la aplicación.
it: Si prega di concedere i permessi di accessibilità all'applicazione in Impostazioni di Sistema > Privacy e Sicurezza > Accessibilità, e riavviare l'applicazione.
ja: システム設定 > プライバシーとセキュリティ > アクセシビリティでアプリケーションにアクセシビリティの権限を付与し、アプリケーションを再起動してください。
ru: Пожалуйста, предоставьте разрешения на доступ к функциям доступности для приложения в Системных настройках > Конфиденциальность и безопасность > Доступность, и перезапустите приложение.
zh_hant: 請在系統設定 > 隱私權與安全性 > 無障礙中授予應用程式無障礙權限，然後重新啟動應用程式。

# Entrance_EverywhereAlreadyRunning
source: Everywhere is already running. Please check your system tray for the application window.
de: Everywhere läuft bereits. Bitte überprüfen Sie Ihr Systemtray auf das Anwendungsfenster.
es: Everywhere ya está en ejecución. Por favor, verifica tu bandeja del sistema para la ventana de la aplicación.
it: Everywhere è già in esecuzione. Controlla l'area di notifica per la finestra dell'applicazione.
ja: Everywhereはすでに実行中です。アプリケーションウィンドウがシステムトレイにあるか確認してください。
ru: Everywhere уже запущен. Пожалуйста, проверьте область уведомлений для окна приложения.
zh_hant: Everywhere 已經在運行中。請檢查您的系統托盤以查看應用程式窗口。

# HandledFunctionInvokingException_ArgumentMissing
source: The required parameter '{0}' is missing from the tool invocation, likely due to hallucination.
de: Der erforderliche Parameter '{0}' fehlt im Werkzeugaufruf, wahrscheinlich aufgrund von Halluzinationen.
es: Falta el parámetro requerido '{0}' en la invocación de la herramienta, probablemente debido a una alucinación.
it: Il parametro richiesto '{0}' è mancante dall'invocazione dello strumento, probabilmente a causa di allucinazioni.
ja: ツールの呼び出しから必須パラメータ'{0}'が欠落しています。おそらく幻覚によるものです。
ru: Обязательный параметр '{0}' отсутствует в вызове инструмента, вероятно, из-за галлюцинации.
zh_hant: 工具調用中缺少必要的參數 '{0}'，可能是由於幻覺造成的。

# CommonSettings_SoftwareUpdate_UpdateAvailableTitle_Text
source: Update Available
de: Update verfügbar
es: Actualización disponible
it: Aggiornamento disponibile
ja: 更新があります
ru: Доступно обновление
zh_hant: 可用更新

# CommonSettings_SoftwareUpdate_CheckingUpdateTitle_Text
source: Checking for update
de: Überprüfung auf Updates
es: Buscando actualizaciones
it: Controllo aggiornamenti
ja: 更新を確認中
ru: Проверка обновления
zh_hant: 正在檢查更新

# CommonSettings_SoftwareUpdate_UpdateNotAvailableTitle_Text
source: You're up to date
de: Sie sind auf dem neuesten Stand
es: Estás actualizado
it: Sei aggiornato
ja: 最新の状態です
ru: У вас последняя версия
zh_hant: 您已是最新版本

# CommonSettings_SoftwareUpdate_CheckingUpdateDescription_Text
source: Just a moment...
de: Einen Moment bitte...
es: Un momento...
it: Un momento...
ja: 少々お待ちください...
ru: Подождите немного...
zh_hant: 請稍候...

# CommonSettings_SoftwareUpdate_UpdatingTitle_Text
source: Updating
de: Aktualisierung
es: Actualizando
it: Aggiornamento in corso
ja: 更新中
ru: Обновление
zh_hant: 正在更新

# ChatPluginPage_StartMcpPluginButton_Content
source: Run
de: Ausführen
es: Ejecutar
it: Esegui
ja: 実行
ru: Запустить
zh_hant: 執行

# ChatPluginPage_StopMcpPluginButton_Content
source: Stop
de: Stoppen
es: Detener
it: Ferma
ja: 停止
ru: Остановить
zh_hant: 停止

# ChatPluginPage_EditMcpPluginButton_Content
source: Edit
de: Bearbeiten
es: Editar
it: Modifica
ja: 編集
ru: Редактировать
zh_hant: 編輯

# ChatPluginPage_RemoveMcpPluginButton_Content
source: Remove
de: Entfernen
es: Eliminar
it: Rimuovi
ja: 削除
ru: Удалить
zh_hant: 移除

# MacOS_BuiltInChatPlugin_System_Header
source: macOS System
es: Sistema macOS
it: Sistema macOS
ja: macOSシステム
ru: Система macOS
zh_hant: macOS 系統

# MacOS_BuiltInChatPlugin_System_Description
source: Control macOS system applications and perform system tasks.
de: Steuern Sie macOS-Systemanwendungen und führen Sie Systemaufgaben aus.
es: Controla las aplicaciones del sistema macOS y realiza tareas del sistema.
it: Controlla le applicazioni di sistema macOS e svolgi attività di sistema.
ja: macOSのシステムアプリケーションを制御し、システムタスクを実行します。
ru: Управляйте приложениями системы macOS и выполняйте системные задачи.
zh_hant: 控制 macOS 系統應用程式並執行系統任務。

# MacOS_BuiltInChatPlugin_System_Action
source: Action: {0}
de: Aktion: {0}
es: Acción: {0}
it: Azione: {0}
ja: アクション: {0}
ru: Действие: {0}
zh_hant: 動作: {0}

# MacOS_BuiltInChatPlugin_System_Action_Create
source: Create
de: Erstellen
es: Crear
it: Crea
ja: 作成
ru: Создать
zh_hant: 建立

# MacOS_BuiltInChatPlugin_System_Action_List
source: List All
de: Alle auflisten
es: Listar Todo
it: Elenca Tutto
ja: すべてをリスト
ru: Список всех
zh_hant: 列出所有

# MacOS_BuiltInChatPlugin_System_Action_Update
source: Edit
de: Bearbeiten
es: Editar
it: Modifica
ja: 編集
ru: Редактировать
zh_hant: 編輯

# MacOS_BuiltInChatPlugin_System_Action_Delete
source: Delete
de: Löschen
es: Eliminar
it: Elimina
ja: 削除
ru: Удалить
zh_hant: 刪除

# MacOS_BuiltInChatPlugin_System_Action_Complete
source: Complete
de: Abschließen
es: Completar
it: Completa
ja: 完了
ru: Завершить
zh_hant: 完成

# MacOS_BuiltInChatPlugin_System_ManageReminders_Header
source: Manage Reminders
de: Erinnerungen verwalten
es: Gestionar Recordatorios
it: Gestisci Promemoria
ja: リマインダーを管理
ru: Управление напоминаниями
zh_hant: 管理提醒

# MacOS_BuiltInChatPlugin_System_ManageReminders_Detail_Action
source: Action: {0}
de: Aktion: {0}
es: Acción: {0}
it: Azione: {0}
ja: アクション: {0}
ru: Действие: {0}
zh_hant: 動作: {0}

# MacOS_BuiltInChatPlugin_System_ManageReminders_Detail_Title
source: Title: {0}
de: Titel: {0}
es: Título: {0}
it: Titolo: {0}
ja: タイトル: {0}
ru: Название: {0}
zh_hant: 標題: {0}

# MacOS_BuiltInChatPlugin_System_ManageReminders_Consent_Header
source: Allow managing reminders?
de: Erlauben Sie das Verwalten von Erinnerungen?
es: ¿Permitir gestionar recordatorios?
it: Consentire la gestione dei promemoria?
ja: リマインダーの管理を許可しますか?
ru: Разрешить управление напоминаниями?
zh_hant: 允許管理提醒嗎？

# MacOS_BuiltInChatPlugin_System_ManageReminders_DenyMessage
source: You denied the request to manage reminders.
de: Sie haben die Anfrage zum Verwalten von Erinnerungen abgelehnt.
es: Has denegado la solicitud para gestionar recordatorios.
it: Hai negato la richiesta di gestire i promemoria.
ja: リマインダーの管理を拒否しました。
ru: Вы отказали в запросе на управление напоминаниями.
zh_hant: 您拒絕了管理提醒的請求。

# MacOS_BuiltInChatPlugin_System_ManageCalendar_Header
source: Manage Calendar
de: Kalender verwalten
es: Gestionar Calendario
it: Gestisci Calendario
ja: カレンダーを管理
ru: Управление календарем
zh_hant: 管理日曆

# MacOS_BuiltInChatPlugin_System_ManageCalendar_Detail_Title
source: Title: {0}
de: Titel: {0}
es: Título: {0}
it: Titolo: {0}
ja: タイトル: {0}
ru: Название: {0}
zh_hant: 標題: {0}

# MacOS_BuiltInChatPlugin_System_ManageCalendar_Detail_Time
source: Time: {0}
de: Zeit: {0}
es: Hora: {0}
it: Ora: {0}
ja: 時間: {0}
ru: Время: {0}
zh_hant: 時間: {0}

# MacOS_BuiltInChatPlugin_System_ManageCalendar_Detail_Location
source: Location: {0}
de: Ort: {0}
es: Ubicación: {0}
it: Luogo: {0}
ja: 場所: {0}
ru: Место: {0}
zh_hant: 地點: {0}

# MacOS_BuiltInChatPlugin_System_ManageCalendar_Detail_Notes
source: Notes: {0}
de: Notizen: {0}
es: Notas: {0}
it: Note: {0}
ja: ノート: {0}
ru: Заметки: {0}
zh_hant: 備註: {0}

# MacOS_BuiltInChatPlugin_System_ManageCalendar_Consent_Header
source: Allow managing calendar?
de: Kalender verwalten erlauben?
es: ¿Permitir gestionar el calendario?
it: Consentire la gestione del calendario?
ja: カレンダーの管理を許可しますか？
ru: Разрешить управление календарем?
zh_hant: 允許管理日曆嗎？

# MacOS_BuiltInChatPlugin_System_ManageCalendar_DenyMessage
source: You denied the request to manage calendar.
de: Sie haben die Anfrage zur Verwaltung des Kalenders abgelehnt.
es: Has denegado la solicitud para gestionar el calendario.
it: Hai negato la richiesta di gestire il calendario.
ja: カレンダーの管理リクエストを拒否しました。
ru: Вы отказали в запросе на управление календарем.
zh_hant: 您拒絕了管理日曆的請求。

# MacOS_BuiltInChatPlugin_System_ManageNotes_Header
source: Manage Notes
de: Notizen verwalten
es: Gestionar Notas
it: Gestisci Note
ja: ノートの管理
ru: Управление заметками
zh_hant: 管理備忘錄

# MacOS_BuiltInChatPlugin_System_ManageNotes_Detail_Title
source: Title: {0}
de: Titel: {0}
es: Título: {0}
it: Titolo: {0}
ja: タイトル: {0}
ru: Название: {0}
zh_hant: 標題：{0}

# MacOS_BuiltInChatPlugin_System_ManageNotes_Detail_Content
source: Content: {0}
de: Inhalt: {0}
es: Contenido: {0}
it: Contenuto: {0}
ja: 内容: {0}
ru: Содержимое: {0}
zh_hant: 內容：{0}

# MacOS_BuiltInChatPlugin_System_ManageNotes_Consent_Header
source: Allow managing notes?
de: Notizen verwalten erlauben?
es: ¿Permitir gestionar notas?
it: Consentire la gestione delle note?
ja: ノートの管理を許可しますか？
ru: Разрешить управление заметками?
zh_hant: 允許管理備忘錄嗎？

# MacOS_BuiltInChatPlugin_System_ManageNotes_DenyMessage
source: You denied the request to manage notes.
de: Sie haben die Anfrage zur Verwaltung der Notizen abgelehnt.
es: Has denegado la solicitud para gestionar notas.
it: Hai negato la richiesta di gestire le note.
ja: ノートの管理リクエストを拒否しました。
ru: Вы отказали в запросе на управление заметками.
zh_hant: 您拒絕了管理備忘錄的請求。

# MacOS_BuiltInChatPlugin_System_SendEmail_Header
source: Send Email
de: E-Mail senden
es: Enviar Correo Electrónico
it: Invia Email
ja: メールを送信
ru: Отправить электронное письмо
zh_hant: 發送電子郵件

# MacOS_BuiltInChatPlugin_System_SendEmail_Detail_Recipient
source: Recipient: {0}
de: Empfänger: {0}
es: Destinatario: {0}
it: Destinatario: {0}
ja: 受取人: {0}
ru: Получатель: {0}
zh_hant: 收件人：{0}

# MacOS_BuiltInChatPlugin_System_SendEmail_Detail_Subject
source: Subject: {0}
de: Betreff: {0}
es: Asunto: {0}
it: Oggetto: {0}
ja: 件名: {0}
ru: Тема: {0}
zh_hant: 主題：{0}

# MacOS_BuiltInChatPlugin_System_SendEmail_Consent_Header
source: Allow sending an email?
de: E-Mail senden erlauben?
es: ¿Permitir enviar un correo electrónico?
it: Consentire l'invio di un'email?
ja: メールを送信することを許可しますか？
ru: Разрешить отправку электронного письма?
zh_hant: 允許發送電子郵件嗎？

# MacOS_BuiltInChatPlugin_System_SendEmail_DenyMessage
source: You denied the request to send an email.
de: Sie haben die Anfrage zum Senden einer E-Mail abgelehnt.
es: Has denegado la solicitud para enviar un correo electrónico.
it: Hai negato la richiesta di inviare un'email.
ja: メール送信リクエストを拒否しました。
ru: Вы отказали в запросе на отправку электронного письма.
zh_hant: 您拒絕了發送電子郵件的請求。

# MacOS_BuiltInChatPlugin_System_OpenMaps_Header
source: Open Maps
de: Karten öffnen
es: Abrir Mapas
it: Apri Mappe
ja: マップを開く
ru: Открыть карты
zh_hant: 打開地圖

# MacOS_BuiltInChatPlugin_System_OpenMaps_Detail_Query
source: Search: {0}
de: Suche: {0}
es: Buscar: {0}
it: Cerca: {0}
ja: 検索: {0}
ru: Поиск: {0}
zh_hant: 搜尋：{0}

# MacOS_BuiltInChatPlugin_System_OpenUrl_Header
source: Open URL
de: URL öffnen
es: Abrir URL
it: Apri URL
ja: URLを開く
ru: Открыть URL
zh_hant: 打開網址

# MacOS_BuiltInChatPlugin_System_OpenUrl_Detail_Url
source: URL: {0}
zh_hant: 網址：{0}

# MacOS_BuiltInChatPlugin_System_ExecuteScript_Header
source: Execute AppleScript
de: AppleScript ausführen
es: Ejecutar AppleScript
it: Esegui AppleScript
ja: AppleScriptを実行
ru: Выполнить AppleScript
zh_hant: 執行 AppleScript

# MacOS_BuiltInChatPlugin_System_ExecuteScript_ScriptConsent_Header
source: Allow executing AppleScript?
de: Erlauben Sie die Ausführung von AppleScript?
es: ¿Permitir la ejecución de AppleScript?
it: Consentire l'esecuzione di AppleScript?
ja: AppleScriptの実行を許可しますか？
ru: Разрешить выполнение AppleScript?
zh_hant: 允許執行 AppleScript 嗎？

# MacOS_BuiltInChatPlugin_System_ExecuteScript_DenyMessage
source: You denied the request to execute AppleScript.
de: Sie haben die Anfrage zur Ausführung von AppleScript abgelehnt.
es: Has denegado la solicitud para ejecutar AppleScript.
it: Hai negato la richiesta di eseguire AppleScript.
ja: AppleScriptの実行リクエストを拒否しました。
ru: Вы отклонили запрос на выполнение AppleScript.
zh_hant: 您拒絕了執行 AppleScript 的請求。

# MacOS_BuiltInChatPlugin_System_ExecuteScript_ErrorMessage
source: AppleScript execution failed: {0}
de: Die Ausführung von AppleScript ist fehlgeschlagen: {0}
es: La ejecución de AppleScript falló: {0}
it: Esecuzione di AppleScript fallita: {0}
ja: AppleScriptの実行に失敗しました: {0}
ru: Ошибка выполнения AppleScript: {0}
zh_hant: AppleScript 執行失敗：{0}

# MacOS_BuiltInChatPlugin_Zsh_Description
source: Provides the ability to execute zsh scripts, allowing direct interaction with the system. However, it is also dangerous and may result in accidental file deletion or system crashes.
de: Bietet die Möglichkeit, zsh-Skripte auszuführen, was eine direkte Interaktion mit dem System ermöglicht. Es ist jedoch auch gefährlich und kann zu versehentlichem Löschen von Dateien oder Systemabstürzen führen.
es: Proporciona la capacidad de ejecutar scripts de zsh, permitiendo la interacción directa con el sistema. Sin embargo, también es peligroso y puede resultar en la eliminación accidental de archivos o fallos del sistema.
it: Fornisce la possibilità di eseguire script zsh, consentendo l'interazione diretta con il sistema. Tuttavia, è anche pericoloso e potrebbe causare eliminazioni accidentali di file o crash del sistema.
ja: zshスクリプトを実行する機能を提供し、システムとの直接的な対話を可能にします。ただし、危険であり、ファイルの誤削除やシステムクラッシュを引き起こす可能性があります。
ru: Предоставляет возможность выполнять скрипты zsh, позволяя взаимодействовать с системой напрямую, но это также опасно и может привести к случайному удалению файлов или сбоям системы.
zh_hant: 提供執行 zsh 腳本的能力，允許直接與系統互動。然而，這也可能是危險的，可能導致意外刪除檔案或系統崩潰。

# MacOS_BuiltInChatPlugin_Zsh_ExecuteScript_Header
source: Execute Script
de: Skript ausführen
es: Ejecutar Script
it: Esegui Script
ja: スクリプトを実行
ru: Выполнить скрипт
zh_hant: 執行腳本

# MacOS_BuiltInChatPlugin_Zsh_ExecuteScript_ScriptConsent_Header
source: The following zsh script will be executed
de: Das folgende zsh-Skript wird ausgeführt
es: El siguiente script zsh será ejecutado
it: Il seguente script zsh verrà eseguito
ja: 以下のzshスクリプトが実行されます
ru: Следующий zsh скрипт будет выполнен
zh_hant: 將執行以下 zsh 腳本

# MacOS_BuiltInChatPlugin_Zsh_ExecuteScript_DenyMessage
source: User denied consent for zsh script execution.
de: Der Benutzer hat die Zustimmung zur Ausführung des zsh-Skripts verweigert.
es: El usuario denegó el consentimiento para la ejecución del script zsh.
it: L'utente ha negato il consenso per l'esecuzione dello script zsh.
ja: ユーザーがzshスクリプトの実行を拒否しました。
ru: Пользователь отклонил согласие на выполнение zsh скрипта.
zh_hant: 用戶拒絕了 zsh 腳本執行的同意。

# MacOS_BuiltInChatPlugin_Zsh_ExecuteScript_ErrorMessage
source: zsh script execution failed: {0}
de: Die Ausführung des zsh-Skripts ist fehlgeschlagen: {0}
es: La ejecución del script zsh falló: {0}
it: Esecuzione dello script zsh fallita: {0}
ja: zshスクリプトの実行に失敗しました: {0}
ru: Ошибка выполнения zsh скрипта: {0}
zh_hant: zsh 腳本執行失敗：{0}

# BuiltInChatPlugin_Essential_RunSubagent_Header
source: Assign New Assistant
de: Neuen Assistenten zuweisen
es: Asignar Nuevo Asistente
it: Assegna Nuovo Assistente
ja: 新しいアシスタントを割り当てる
ru: Назначить нового помощника
zh_hant: 指派新助手

# BuiltInChatPlugin_Essential_RunSubagent_Description
source: Allowing the assistant to assign a brand-new assistant to execute subtasks helps conserve context within individual models while better handling complex tasks.
de: Es ermöglicht dem Assistenten, einen brandneuen Assistenten zuzuweisen, um Unteraufgaben auszuführen, was hilft, den Kontext innerhalb einzelner Modelle zu bewahren und komplexe Aufgaben besser zu bewältigen.
es: Permitir que el asistente asigne un nuevo asistente para ejecutar subtareas ayuda a conservar el contexto dentro de modelos individuales mientras maneja mejor tareas complejas.
it: Consentire all'assistente di assegnare un nuovo assistente per eseguire sottocompiti aiuta a conservare il contesto all'interno dei singoli modelli mentre gestisce meglio compiti complessi.
ja: アシスタントが新しいアシスタントを割り当ててサブタスクを実行することを許可することで、個々のモデル内でのコンテキストを保存しながら、複雑なタスクをより良く処理できます。
ru: Позволяя помощнику назначить совершенно нового помощника для выполнения подзадач, это помогает сохранить контекст в отдельных моделях, лучше справляясь со сложными задачами.
zh_hant: 允許助手指派全新的助手來執行子任務，有助於在各個模型中保持上下文，同時更好地處理複雜任務。

# BuiltInChatPlugin_Essential_ManageTodoList_Header
source: Manage To-do List
de: To-do-Liste verwalten
es: Gestionar Lista de Tareas
it: Gestisci Lista di Attività
ja: タスク管理
ru: Управление списком дел
zh_hant: 管理待辦清單

# BuiltInChatPlugin_Essential_ManageTodoList_Description
source: Allowing the assistant to maintain a concise to-do list, which proves highly useful when handling complex tasks. Note that this list is temporary and will disappear upon switching conversations or exiting Everywhere.
de: Es ermöglicht dem Assistenten, eine prägnante To-do-Liste zu führen, die sich als äußerst nützlich erweist, wenn komplexe Aufgaben bearbeitet werden. Beachten Sie, dass diese Liste vorübergehend ist und beim Wechseln der Gespräche oder beim Verlassen von Everywhere verschwindet.
es: Permitir que el asistente mantenga una lista de tareas concisa, que resulta muy útil al manejar tareas complejas. Tenga en cuenta que esta lista es temporal y desaparecerá al cambiar de conversaciones o salir de Everywhere.
it: Consentire all'assistente di mantenere una lista di attività concisa, che si rivela molto utile quando si gestiscono compiti complessi. Nota che questa lista è temporanea e scomparirà al cambio di conversazione o all'uscita da Everywhere.
ja: アシスタントが簡潔なタスクリストを維持することを許可し、複雑なタスクを処理する際に非常に役立ちます。このリストは一時的であり、会話を切り替えたり、Everywhereを終了したりすると消えます。
ru: Позволяя помощнику поддерживать краткий список дел, что оказывается очень полезным при выполнении сложных задач. Обратите внимание, что этот список временный и исчезнет при смене разговоров или выходе из Everywhere.
zh_hant: 允許助手維護簡潔的待辦清單，這在處理複雜任務時非常有用。請注意，該清單是臨時的，並會在切換對話或退出Everywhere時消失。

# BuiltInChatPlugin_Essential_Header
source: Essential
de: Wesentlich
es: Esencial
it: Essenziale
ja: 基本機能
ru: Основные функции
zh_hant: 基本功能

# BuiltInChatPlugin_Essential_Description
source: Providing a suite of essential capabilities that empower the assistant to better handle complex tasks.
de: Bereitstellung einer Suite wesentlicher Funktionen, die den Assistenten befähigen, komplexe Aufgaben besser zu bewältigen.
es: Proporcionando un conjunto de capacidades esenciales que empoderan al asistente para manejar mejor tareas complejas.
it: Fornire una suite di capacità essenziali che consentono all'assistente di gestire meglio compiti complessi.
ja: アシスタントが複雑なタスクをより良く処理できるようにする基本的な機能のスイートを提供します。
ru: Предоставление набора основных возможностей, которые позволяют помощнику лучше справляться со сложными задачами.
zh_hant: 提供一套基本功能，讓助手能更好地處理複雜任務。

# BuiltInChatPlugin_Essential_ManageTodoList_Empty
source: To-do list is empty.
de: To-do-Liste ist leer.
es: La lista de tareas está vacía.
it: La lista di attività è vuota.
ja: タスクリストは空です。
ru: Список дел пуст.
zh_hant: 待辦清單為空。

# BuiltInChatPlugin_Essential_RunSubagent_TokenCount
source: {0} input · {1} output · {2} total
de: {0} Eingabe · {1} Ausgabe · {2} insgesamt
es: {0} entrada · {1} salida · {2} total
it: {0} input · {1} output · {2} totale
ja: {0} 入力 · {1} 出力 · {2} 合計
ru: {0} ввод · {1} вывод · {2} всего
zh_hant: {0} 輸入 · {1} 輸出 · {2} 總計

# CustomAssistant_ConfiguratorSelector_Header
source: Configure AI provider
de: KI-Anbieter konfigurieren
es: Configurar proveedor de IA
ru: Настроить поставщика ИИ
zh_hant: 配置 AI 提供者

# ApiKeyComboBox_AddApiKey
source: Add API Key
de: API-Schlüssel hinzufügen
es: Agregar clave API
ru: Добавить API-ключ
zh_hant: 添加 API 密鑰

# ApiKeyComboBox_ManageApiKey
source: Manage API Keys
de: API-Schlüssel verwalten
es: Gestionar clave API
ru: Управление API ключами
zh_hant: 管理 API 密鑰

# ManageApiKeyForm_DeleteApiKeys_Dialog_Message
source: Are you sure to delete {0} API key(s)? This action cannot be undone.
de: Sind Sie sicher, dass Sie {0} API-Schlüssel löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que deseas eliminar {0} claves API? ¡Esta acción no se puede deshacer!
ru: Вы уверены, что хотите удалить {0} API ключей? Это действие нельзя отменить!
zh_hant: 你確定要刪除 {0} 個 API 密鑰嗎？此操作無法撤銷！

# Common_Copied
source: Copied
de: Kopiert
es: Copiado
ru: Скопировано
zh_hant: 已複製

# ManageApiKeyForm_DeleteApiKey_Flyout_Content
source: Are you sure to delete? This action cannot be undone.
de: Sind Sie sicher, dass Sie löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden!
es: ¿Estás seguro de que deseas eliminar? ¡Esta acción no se puede deshacer!
ru: Вы уверены, что хотите удалить? Это действие нельзя отменить!
zh_hant: 你確定要刪除嗎？此操作無法撤銷！

# ManageApiKeyForm_SecretKeyDataGridTemplateColumn_Header
source: Secret Key
de: Schlüssel
es: Clave
ru: Ключ
zh_hant: 密鑰

# ManageApiKeyForm_NameDataGridTextColumn_Header
source: Name
es: Nombre
ru: Название
zh_hant: 名稱

# CustomAssistantInformationForm_IconButton_ToolTip
source: Click to change icon
de: Klicken Sie, um das Symbol zu ändern
es: Haz clic para cambiar el icono
ru: Нажмите, чтобы изменить иконку
zh_hant: 點擊更換圖標

# ModelProviderConfiguratorSelector_AdvancedConfiguratorModel_Header
source: Advanced Mode
de: Erweiterter Modus
es: Modo avanzado
ru: Расширенный режим
zh_hant: 進階模式

# ModelProviderConfiguratorSelector_AdvancedConfiguratorModel_Description
source: Freely configure all model parameters, compatible with third-party models.
de: Alle Modellparameter frei konfigurieren, kompatibel mit Drittanbieter-Modellen
es: Configura libremente todos los parámetros del modelo, compatible con modelos de terceros
ru: Свободная настройка всех параметров модели, совместима с сторонними моделями
zh_hant: 自由配置所有的模型參數，兼容第三方模型

# ModelProviderConfiguratorSelector_PresetBasedConfiguratorModel_Header
source: Preset Mode
de: Voreinstellungsmodus
es: Modo preestablecido
ru: Предустановленный режим
zh_hant: 預設模式

# ModelProviderConfiguratorSelector_PresetBasedConfiguratorModel_Description
source: Select common models from presets and get started quickly.
de: Wählen Sie gängige Modelle aus den Voreinstellungen und legen Sie schnell los
es: Selecciona modelos comunes en los preestablecidos y comienza rápidamente
ru: Выберите распространенные модели из предустановок и быстро начните работу
zh_hant: 在預設中選擇常見模型並快速上手

# CreateApiKeyForm_NameTextBox_Label
source: Name (for display and differentiation only)
de: Name (nur zur Anzeige und Unterscheidung)
es: Nombre (solo para mostrar y distinguir)
ru: Название (только для отображения и различения)
zh_hant: 名稱 (僅用於顯示和區分)

# CreateApiKeyForm_SecretKeyTextBox_Label
source: Key
de: Schlüssel
es: Clave
ru: Ключ
zh_hant: 密鑰

# ManageApiKeyForm_AddApiKeyButton_Content
source: Add
de: Hinzufügen
es: Agregar
ru: Добавить
zh_hant: 添加

# ManageApiKeyForm_DeleteApiKeysButton_Content
source: Delete selected items
de: Ausgewählte löschen
es: Eliminar selección
ru: Удалить выделенные
zh_hant: 刪除選中項

# WelcomeView_ModelProviderHyperlinkButton_Content
source: Click me to view
de: Klicken Sie hier, um zu sehen
es: Haz clic aquí para ver
ru: Нажмите, чтобы просмотреть
zh_hant: 點我查看

# WelcomeView_AssistantStep_Advanced_Message1
source: Welcome to advanced mode. You can configure third-party models supported by the API protocol.
de: Willkommen im erweiterten Modus. Sie können die API-Protokollunterstützung für Drittanbieter-Modelle selbst konfigurieren.
es: Bienvenido al modo avanzado. Puedes configurar modelos de terceros compatibles con el protocolo API.
ru: Добро пожаловать в расширенный режим. Вы можете настроить сторонние модели, поддерживаемые API.
zh_hant: 歡迎使用進階模式。你可以自行配置 API 協議支持的第三方模型。
